<?php

use Mixin\Hell;
require_once '../tools/warframe.php';

// 
if ( isset($_GET['pk']) and is_numeric($_GET['pk']) ) {
    $docs = $db->query("SELECT v.id, v.user_id, v.grant_id, v.parad_id, us.birth_date, v.add_date, v.completed, v.division_id, v.icd_id FROM visits v LEFT JOIN users us ON(us.id=v.user_id) WHERE v.id={$_GET['pk']} AND v.direction IS NOT NULL")->fetch(PDO::FETCH_OBJ);
    $data = (new UserModel)->byId($docs->user_id);
}else Hell::error('404');

function persic($str="", $qty=0){
    return  "<em style=\"color: blue;\">" . sprintf("%'.'_" . $qty . "s\n", $str) . "</em>";
}

?>
<!DOCTYPE html>
<html lang="en">

    <?php include layout('head') ?>
    <link rel="stylesheet" href="<?= stack("assets/my_css/document.css") ?>">

    <body style="line-height: 1.65;">

        <div class="row">

            <div class="col-6 text-center mt-3">
                <strong style="font-size: 20px;">
                    Ўзбекистон Республикаси <br>
                    соғлиқни сақлаш вазиринин <br>
                    ______________________
                </strong>
            </div>
            <div class="col-6 text-center">
                <strong style="font-size: 17px;">
                    Ўзбекистон Республикаси<br>
                    Соғлиқни сақлаш вазиринин<br>
                    2020 йил 31 декабрдаги 363-сонли<br>
                    буйруғи билан тасдиқланган<br>
                    003-рақамли тиббий ҳужжат шакли
                </strong>
            </div>

            <div class="col-12 text-center mt-1">
                <h2><b>СТАЦИОНАР БЕМОРНИНГ ТИББИЙ КАРТАСИ № <?= $docs->parad_id ?></b></h2>
            </div>
            
        </div>

        <div class="row" style="font-size: 22px;">
            <div class="col-12 text-justify">
                Касалхонага ётқизилган кун <?= persic(date_f($docs->add_date, "d.m.Y"), 34) ?> вақти <?= persic(date_f($docs->add_date, "H:i"), 14) ?>
                Касалхонадан чиқарилган кун <?= persic(date_f($docs->completed, "d.m.Y"), 32) ?> вақти <?= persic(date_f($docs->completed, "H:i"), 14) ?>
                ____________________________________ бўлими,хона №_____________________________________
                Бўлимга _______________________________________________________________________________
                ____________________________________________________________________________ ўтказилган
                __________________________________________ кун ётиб даволанган ____________________
                Беморни олиб юриш турлари: аравачада, замбилда, ўзи юра олади (чизинг)<br>
                Қон гуруҳи _________________________ резус мансублиги ___________________________
                Дориларнинг ножўя таъсири __________________________________________________________
                __________________________________________________________________________________________
                <small style="margin-left: 30%;">(дорининг номи, ножўя таъсирнинг кўриниши)</small><br>
                __________________________________________________________________________________________
                ФИО: <?= persic("$data->last_name $data->first_name $data->father_name", 60) ?>
                2. Жинси <?= persic(($data->gender) ? "Мужской" : "Женский", 7) ?>
                3.Туғилган сана: кун <?= persic(date_f($data->birth_date, "d"), 10) ?> ой <?= persic(date_f($data->birth_date, "m"), 20) ?> йил <?= persic(date_f($data->birth_date, "Y"), 25) ?>
                Бўйи ________________, вазни _______________, тана ҳарорати _________________________
                Доимий яшаш жойи: шаҳар, қишлоқ (чизинг)
                __________________________________________________________________________________________
                <small style="margin-left: 10%;">(яшаш жойи кўрсатилсин, вилоят ва туманлардан келганлар учун манзили ва яқин</small><br>
                __________________________________________________________________________________________
                <small style="margin-left: 15%;">қариндошларининг яшаш жойи ва телефон рақамлари кўрсатилсин)</small><br>
                6.Иш жойи, касби, лавозими __________________________________________________________
                __________________________________________________________________________________________
                __________________________________________________________________________________________
                ногиронлар учун-ногиронликнинг тури ва гуруҳи; уруш ногиронликнинг
                __________________________________________________________________________________________
                <small style="margin-left: 47%;">ҳа, йўқ)</small><br>
                7.Бемор қаердан юборилган __________________________________________________________
                <small style="margin-left: 55%;">(даволаш муассасасининг номи)</small><br>
                8.Касалхонага шошилинч равишда келтирилган: ҳа, йўқ _____________________________
                Қандай транспортда ___________________________________________________________________
                Касаллик бошлангандан сўнг ўтган вақт, жароҳатдан сўнг, режали равишда 
                9.Бемор йўлланмасидаги ташҳис _____________________________________________________
                __________________________________________________________________________________________
                __________________________________________________________________________________________
            </div>
        </div>

    </body>

</html>