-- phpMyAdmin SQL Dump
-- version 5.0.4
-- https://www.phpmyadmin.net/
--
-- Хост: localhost
-- Время создания: Дек 07 2020 г., 21:04
-- Версия сервера: 10.5.8-MariaDB
-- Версия PHP: 7.4.13

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `clinic`
--

-- --------------------------------------------------------

--
-- Структура таблицы `barcode`
--

CREATE TABLE `barcode` (
  `id` int(11) NOT NULL,
  `barcode` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL,
  `status` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `barcode`
--

INSERT INTO `barcode` (`id`, `barcode`, `status`) VALUES
(1, '123456', 'Invalid'),
(2, '654321', 'Invalid');

-- --------------------------------------------------------

--
-- Структура таблицы `beds`
--

CREATE TABLE `beds` (
  `id` int(11) NOT NULL,
  `ward_id` int(11) DEFAULT NULL,
  `bed` int(11) NOT NULL,
  `types` tinyint(1) DEFAULT 0,
  `user_id` int(11) DEFAULT NULL,
  `add_date` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `beds`
--

INSERT INTO `beds` (`id`, `ward_id`, `bed`, `types`, `user_id`, `add_date`) VALUES
(1, 1, 1, 1, 15, '2020-11-28 02:25:43'),
(2, 1, 2, 1, NULL, '2020-11-28 02:27:22'),
(3, 1, 3, 1, NULL, '2020-11-28 02:27:30'),
(4, 1, 4, 1, NULL, '2020-11-28 02:27:43'),
(5, 4, 1, 2, NULL, '2020-11-28 02:29:20'),
(6, 4, 2, 2, NULL, '2020-11-28 02:29:30'),
(7, 5, 1, 2, NULL, '2020-11-28 02:29:39');

-- --------------------------------------------------------

--
-- Структура таблицы `bed_type`
--

CREATE TABLE `bed_type` (
  `id` int(11) NOT NULL,
  `name` varchar(50) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `price` decimal(35,0) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `bed_type`
--

INSERT INTO `bed_type` (`id`, `name`, `price`) VALUES
(1, 'Обычная', '150000'),
(2, 'VIP', '500000');

-- --------------------------------------------------------

--
-- Структура таблицы `bypass`
--

CREATE TABLE `bypass` (
  `id` int(11) NOT NULL,
  `user_id` int(11) DEFAULT NULL,
  `visit_id` int(11) DEFAULT NULL,
  `parent_id` int(11) DEFAULT NULL,
  `method` tinyint(4) DEFAULT NULL,
  `description` varchar(700) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `update_date` datetime DEFAULT NULL,
  `add_date` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблицы `bypass_date`
--

CREATE TABLE `bypass_date` (
  `id` int(11) NOT NULL,
  `bypass_id` int(11) DEFAULT NULL,
  `bypass_time_id` int(11) DEFAULT NULL,
  `date` date NOT NULL,
  `status` tinyint(1) DEFAULT NULL,
  `completed` tinyint(1) DEFAULT NULL,
  `add_date` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблицы `bypass_preparat`
--

CREATE TABLE `bypass_preparat` (
  `id` int(11) NOT NULL,
  `bypass_id` int(11) DEFAULT NULL,
  `preparat_id` int(11) DEFAULT NULL,
  `add_date` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблицы `bypass_time`
--

CREATE TABLE `bypass_time` (
  `id` int(11) NOT NULL,
  `bypass_id` int(11) DEFAULT NULL,
  `time` time DEFAULT NULL,
  `add_date` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблицы `chat`
--

CREATE TABLE `chat` (
  `id` int(11) NOT NULL,
  `id_push` varchar(255) DEFAULT NULL,
  `id_pull` varchar(255) DEFAULT NULL,
  `message` text CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `date` varchar(255) DEFAULT NULL,
  `time` varchar(255) DEFAULT NULL,
  `activity` int(11) DEFAULT 0
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Структура таблицы `collection`
--

CREATE TABLE `collection` (
  `transaction_id` int(11) NOT NULL,
  `date` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `name` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `invoice` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `amount` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `remarks` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `balance` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `collection`
--

INSERT INTO `collection` (`transaction_id`, `date`, `name`, `invoice`, `amount`, `remarks`, `balance`) VALUES
(1, '04/05/2017', '', 'IN-3263302', '25', '25', -25),
(2, '04/05/2017', '', 'IN-3304053', '', '', -25);

-- --------------------------------------------------------

--
-- Структура таблицы `customer`
--

CREATE TABLE `customer` (
  `customer_id` int(11) NOT NULL,
  `customer_name` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `address` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `contact` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `membership_number` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `prod_name` varchar(550) COLLATE utf8mb4_unicode_ci NOT NULL,
  `expected_date` varchar(500) COLLATE utf8mb4_unicode_ci NOT NULL,
  `note` varchar(500) COLLATE utf8mb4_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `customer`
--

INSERT INTO `customer` (`customer_id`, `customer_name`, `address`, `contact`, `membership_number`, `prod_name`, `expected_date`, `note`) VALUES
(1, 'r', 'r', 'r', '34', 'r', '2020-11-05', 'r'),
(2, '1', '1', '1', '1', '1', '2020-11-13', '1'),
(3, '3', '3', '3', '3', '3', '2020-11-02', '3');

-- --------------------------------------------------------

--
-- Структура таблицы `division`
--

CREATE TABLE `division` (
  `id` int(11) NOT NULL,
  `level` tinyint(4) DEFAULT NULL,
  `title` varchar(100) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `name` varchar(50) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `assist` tinyint(1) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `division`
--

INSERT INTO `division` (`id`, `level`, `title`, `name`, `assist`) VALUES
(1, 10, 'Радиология', 'Радиолог', 2),
(2, 10, 'МРТ', 'МРТ', 1),
(3, 10, 'Рентген', 'Рентгенолог', 1),
(4, 10, 'МСКТ', 'МСКТ', 1),
(5, 10, 'Маммография', 'Маммограф', 1),
(6, 10, 'УЗИ', 'УЗИ', NULL),
(7, 10, 'ЭКГ', 'ЭКГ', NULL),
(8, 6, 'Лаборатория', 'Лаборант', NULL),
(9, 5, 'Терапия', 'Терапевт', NULL),
(10, 5, 'Хирургия', 'Хирург', NULL),
(11, 5, 'Кардиология', 'Кардиолог', NULL),
(12, 5, 'Инфекционный', 'Инфекционист', NULL),
(13, 5, 'Гинекология', 'Гинеколог', NULL),
(14, 5, 'Неврология', 'Невролог', NULL);

-- --------------------------------------------------------

--
-- Структура таблицы `goods`
--

CREATE TABLE `goods` (
  `id` int(9) NOT NULL,
  `goodname` varchar(150) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `shcode` varchar(256) COLLATE utf8mb4_unicode_ci DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `goods`
--

INSERT INTO `goods` (`id`, `goodname`, `shcode`) VALUES
(1, '﻿Нитроглицерин таблетки 0,5 мг №50\r', NULL),
(2, 'Кислота ацетилсалициловая таб. 500 мг №10\r', NULL),
(3, 'Бисопролол 2,5 мг, 5 мг, 10 мг таб. №30\r', NULL),
(4, 'Бисопролол 2,5 мг\r', NULL),
(5, 'Бисопролол 5 мг\r', NULL),
(6, 'Бисопролол 10 мг\r', NULL),
(7, 'Атенолол таблетки 50 мг №30\r', NULL),
(8, 'Нифедипин таблетки 20 мг №30\r', NULL),
(9, 'Магния сульфат р-р д/и 25 % 5 мл №10\r', NULL),
(10, 'Эналаприла малеат табл. 2,5 мг, 5 мг, 10 мг № 20\r', NULL),
(11, 'Бисопролол 2,5 мг\r', NULL),
(12, 'Бисопролол 5 мг\r', NULL),
(13, 'Бисопролол 10 мг\r', NULL),
(14, 'Калия и магния аспарагинат раствор для инфузий 250 мг №1\r', NULL),
(15, 'Амиодарон таблетки 200 мг №30\r', NULL),
(16, 'Дротаверин таблетки 40 мг №50\r', NULL),
(17, 'Клопидогрель таблетки 75 мг №28\r', NULL),
(18, 'Карведилол таблетки 12,5 мг №30\r', NULL),
(19, 'Амлодипин таблетки 5 мг №30\r', NULL),
(20, 'Лозартан таблетки 50 мг №14\r', NULL),
(21, 'Симвастатин таблетки 20 мг №28\r', NULL),
(22, 'Лизиноприл таблетки 10 мг №20\r', NULL),
(23, 'Индапамид таблетки 2,5 мг №10\r', NULL),
(24, 'Аллапинин таблетки 0,025 г №30\r', NULL),
(25, 'Периндоприл капсулы 4 мг №30\r', NULL),
(26, 'Аторвастатин табетки 20 мг №30\r', NULL),
(27, 'Розувастатин таблекти 20 мг №30\r', NULL),
(28, 'Глибенкламид таблетки 1,75 мг, 3,5 мг №50\r', NULL),
(29, 'Бисопролол 1,75 мг\r', NULL),
(30, 'Бисопролол 3,5 мг\r', NULL),
(31, 'Глимепирид таблетки 1 мг, 2 мг, 3 мг, 4 мг №30\r', NULL),
(32, 'Глимепирид таблетки 1 мг\r', NULL),
(33, 'Глимепирид таблетки 2 мг\r', NULL),
(34, 'Глимепирид таблетки 3 мг\r', NULL),
(35, 'Глимепирид таблетки 4 мг\r', NULL),
(36, 'Калий йодид таблетки 100 мкг №100\r', NULL),
(37, 'Метформин таблетки 500 мг, 850 мг, 1000 мг №50\r', NULL),
(38, 'Метформин таблетки 500мг\r', NULL),
(39, 'Пирацетам раствор для инъекций 20% 5 мл №5\r', NULL),
(40, 'Пирацетам капсулы 200 мг №10\r', NULL),
(41, 'Депротеинизированный гемодериват крови телят раствор 40мг/5мл №5\r', NULL),
(42, 'Сульфаметаксазол/триметоприм таблетки 480 мг №10\r', NULL),
(43, 'Доксициклин капсулы 100 мг, 200 мг таблетки №10\r', NULL),
(44, 'таблетки 30 мг №20\r', NULL),
(45, 'сироп Змг/мл;15мг/5мл; 30мг/5мл\r', NULL),
(46, 'раствор для инъекций 7,5мг/мл; 15мг/2мл\r', NULL),
(47, 'Аминофиллин табл. 150 мг №30, раствор для инъекций 2,4% №10\r', NULL),
(48, 'таблетки 150мг №30\r', NULL),
(49, 'раствор для инъекций 2,4% №10\r', NULL),
(50, 'Цетиризин таблетки 5 мг; 10 мг №10\r', NULL),
(51, 'Цетиризин таблетки 5 мг\r', NULL),
(52, 'Цетиризин таблетки 10 мг№10\r', NULL),
(53, 'Меропенем порошок для инъекций 0,5 г; 1,0 г №1\r', NULL),
(54, 'Меропенем порошок для инъекций 0,5 г №1\r', NULL),
(55, 'Меропенем порошок для инъекций 1,0 г №1\r', NULL),
(56, 'Кларитромицин таблетки 500 мг №10\r', NULL),
(57, 'Преднизолон раствор для инъек. 30 мг/мл №3\r', NULL),
(58, 'Омепразол капсулы 20 мг №10, №30\r', NULL),
(59, 'Омепразол капсулы 20 мг №30\r', NULL),
(60, 'Фуросемид раствор для инъекций 1% 2 мл №5\r', NULL),
(61, 'Ципрофлоксацин раствор для инфузий 2 мг/мл 100 мл (флаконы) №1\r', NULL),
(62, 'Метамизол натрия 0,5 г таблетки №6\r', NULL),
(63, 'Парацетамол таб 200 мг, 500 мг №10\r', NULL),
(64, 'Парацетамол таб 200 мг №10\r', NULL),
(65, 'Парацетамол таб 500 мг №10\r', NULL),
(66, 'Хлоропрамин таблетки 25 мг №20\r', NULL),
(67, 'Мебендазол таблетки №10\r', NULL),
(68, 'Ципрофлоксацин таблетки 250 мг, 500 мг №10\r', NULL),
(69, 'Ципрофлоксацин таблетки 250 мг №10\r', NULL),
(70, 'Ципрофлоксацин таблетки 500 мг №10\r', NULL),
(71, 'Дексаметазон раствор для инъекций 4 мг/1мл 1мл №10\r', NULL),
(72, 'Диклофенак натрия таблетки 25мг, 50 мг, 75 мг №100\r', NULL),
(73, 'Ципрофлоксацин таблетки 25 мг №100\r', NULL),
(74, 'Ципрофлоксацин таблетки 50 мг№100\r', NULL),
(75, 'Диклофенак натрия гель, мазь 1% ЗОгр\r', NULL),
(76, 'Диклофенак натрия раствор для инъекций 2,5% Змл №5\r', NULL),
(77, 'Кетопрофен 50 мг, 150 мг таблетки №30\r', NULL),
(78, 'Кетопрофен 50 мг №30\r', NULL),
(79, 'Кетопрофен 150 мг №30\r', NULL),
(80, 'Тамсулозин капсулы 0,4 мг №10\r', NULL),
(81, 'Цефтазидим порошок 1,0 г №1\r', NULL),
(82, 'Цефоперазон порошок 1,0 г №1\r', NULL),
(83, 'Флуконазол р-р д/инф. 2 мг/мл 100 мл №1\r', NULL),
(84, 'Флуконазол капсулы и таблетки 50,0 мг №4, 100,0 мг, 150,0 мг №1\r', NULL),
(85, 'Флуконазол капсула 50 мг №4\r', NULL),
(86, 'Флуконазол капсула 100 мг №4\r', NULL),
(87, 'Флуконазол капсула 150 мг №1\r', NULL),
(88, 'Левофлоксацин раствор для инфузий 5 мг/мл 100 мл №1\r', NULL),
(89, 'Метронидазол раствор для инфузий 0,5% 100 мл №1 \r', NULL),
(90, 'Дротаверин раствор для инъекций 20 мг/мл по 2 мл №10\r', NULL),
(91, 'Лидокаина гидрохлорид раствор для инфузий 2%, 10% 2 мл №10\r', NULL),
(92, 'Лидокаина гидрохлорид раствор для инфузий 2% 2 мл №10\r', NULL),
(93, 'Лидокаина гидрохлорид раствор для инфузий 10% 2 мл №10\r', NULL),
(94, 'Аминокапроновая кислота р-р д/инф. 5% 100 мл №1\r', NULL),
(95, 'Дифенгидрамин р-р д/ин. 10 мг/мл по 1 мл №10\r', NULL),
(96, 'Платифиллин р-р д/ин. 0,2 % 2 мл №10\r', NULL),
(97, 'ШПРИЦЫ 2 г, 5 г ,10 г\r', NULL),
(98, 'ШПРИЦЫ 2 г\r', NULL),
(99, 'ШПРИЦЫ 5 г\r', NULL),
(100, 'ШПРИЦЫ 10 г\r', NULL),
(101, 'ПЕРЧАТКИ СТЕРИЛЬНЫЕ И НЕСТЕРИЛЬНЫЕ 7, 7.5, 8\r', NULL),
(102, 'СТЕРИЛЬНЫЕ, 7; 7,5; 8\r', NULL),
(103, 'НЕСТЕРИЛЬНЫЕ, М, L\r', NULL),
(104, 'БИНТЫ 5*5, 5*7, 5*10, 7*10, 7*12, 7*14\r', NULL),
(105, 'НЕСТЕРИЛЬНЫЕ РАЗМЕРЫ 5мх5см;\r', NULL),
(106, 'НЕСТЕРИЛЬНЫЕ РАЗМЕРЫ 5мх7см;\r', NULL),
(107, 'НЕСТЕРИЛЬНЫЕ, РАЗМЕРЫ 5м х 10см\r', NULL),
(108, 'НЕСТЕРИЛЬНЫЕ 7мх10см;\r', NULL),
(109, 'НЕСТЕРИЛЬНЫЕ РАЗМЕРЫ 7мх12см;\r', NULL),
(110, 'НЕСТЕРИЛЬНЫЕ РАЗМЕРЫ 7мх14см.\r', NULL),
(111, 'СТЕРИЛЬНЫЕ РАЗМЕРЫ 5м х 7см\r', NULL),
(112, 'СТЕРИЛЬНЫЕ РАЗМЕРЫ 5м х 10см,\r', NULL),
(113, 'СТЕРИЛЬНЫЕ РАЗМЕРЫ 7м х 10см;\r', NULL),
(114, 'СТЕРИЛЬНЫЕ РАЗМЕРЫ 7м х 12см;\r', NULL),
(115, 'СТЕРИЛЬНЫЕ РАЗМЕРЫ 7м х 14см;\r', NULL),
(116, 'ВАТА 25 г, 50 г, 100 г, 250 г\r', NULL),
(117, 'НЕСТЕРИЛЬНАЯ В РУЛОНАХ ПО 25 г\r', NULL),
(118, 'ГИГИЕНИЧЕСКАЯ НЕСТЕРИЛЬНАЯ 25 г,\r', NULL),
(119, 'ГИГИЕНИЧЕСКАЯ НЕСТЕРИЛЬНАЯ 50 г,\r', NULL),
(120, 'ГИГИЕНИЧЕСКАЯ НЕСТЕРИЛЬНАЯ 100 г\r', NULL),
(121, 'ГИГИЕНИЧЕСКАЯ НЕСТЕРИЛЬНАЯ 250 г\r', NULL),
(122, 'ИНФУЗИОННЫЕ И ТРАНСФУЗИОННЫЕ СИСТЕМЫ\r', NULL),
(123, 'ШПАТЕЛИ ОДНОРАЗОВЫЕ\r', NULL),
(124, 'ТРУБКИ ТРАХЕАЛЬНЫЕ\r', NULL),
(125, 'ТРУБКИ ЭНДОТРАХЕАЛЬНЫЙ, ДЫХАТЕЛЬНЫЕ\r', NULL),
(126, 'ТРУБКИ ТРАХЕОСТОМИЧЕСКИЕ\r', NULL),
(127, 'ДЕРНАЖНЫЕ КАТЕТЕРЫ\r', NULL),
(128, 'КАНЮЛИ и КАТЕТЕРЫ\r', NULL),
(129, 'КАНЮЛИ НАЗАЛЬНЫЕ КИСЛОРОДНЫЕ СТЕРИЛЬНЫЕ ОДНОКРАТНОГО ПРИМЕНЕНИЯ РАЗМЕРЫ S, L, М\r', NULL),
(130, 'КАНЮЛИ НАЗАЛЬНЫЕ КИСЛОРОДНЫЕ СТЕРИЛЬНЫЕ ОДНОКРАТНОГО ПРИМЕНЕНИЯ РАЗМЕРЫ XS\r', NULL),
(131, 'КАТЕТЕР ВНУТРИВЕННЫЙ ПЕРИФЕРИЧЕСКИЙ И ПЕРИФЕРИЧЕСКИЙ С ПОРТОМ СТЕРИЛЬНЫЙ ОДНОКР', NULL),
(132, 'КАТЕТЕР ДЛЯ ВЛИВАНИЯ В МАЛЫЕ ВЕНЫ \"ИГЛА- БАБОЧКА\" СТЕРИЛЬНЫЙ, ОДНОКРАТНОГО ПРИМЕНЕ', NULL),
(133, 'КАТЕТЕР НЕЛАТОНА СТЕРИЛЬНЫЙ, ОДНОКРАТНОГО ПРИМЕНЕНИЯ, РАЗМЕРЫ 8, 10, 12, 14, 16, 18, 20, 22, 24 ', NULL),
(134, 'ЗОНДЫ\r', NULL),
(135, 'ЗОНД ЖЕЛУДОЧНЫЙ СТЕРИЛЬНЫЙ ОДНОКРАТНОГО ПРИМЕНЕНИЯ РАЗМЕРОВ 6, 8, 10, 12, 14, 16, 18, 20Fr/Ch\r', NULL),
(136, 'ЗОНД ПИТАТЕЛЬНЫЙ НАЗОГАСТРАЛЬНЫЙ 400мм СТЕРИЛЬНЫЙ ОДНОКРАТНОГО ПРИМЕНЕНИЯ РАЗМЕР', NULL),
(137, 'ЗОНДЫ АСПИРАЦИОННЫЕ С ВАКУУМ-КОНТРОЛЕМ ТИПА \"Vakon\" РАЗМЕРЫ 6, 8, 10, 12, 14, 16, 18 Ch/Fr и \"Kapkon\" Р', NULL),
(138, 'НОСОВОЕ ЗЕРКАЛО\r', NULL),
(139, 'КАТЕТЕР НЕЛАТОНА СТЕРИЛЬНЫЙ, ОДНОКРАТНОГО ПРИМЕНЕНИЯ\r', NULL),
(140, 'КАТЕТЕР ФОЛЕЯ ДВУХХОДОВОЙ, СТЕРИЛЬНЫЙ, ОДНОКРАТНОГО ПРИМЕНЕНИЯ\r', NULL),
(141, 'МОЧЕПРИЕМНИК ПРИКРОВАТНЫЙ С Т-ОБРАЗНЫМ СЛИВНЫМ КЛАПАНОМ И БЕЗ СЛИВНОГО КЛАПАНА С?', NULL),
(142, 'СКАРИФИКАТОР УНИВЕРСАЛЬНЫЙ СТЕРИЛЬНЫЙ, ОДНОКРАТНОГО ПРИМЕНЕНИЯ\r', NULL),
(143, 'ИНТРАОКУЛЯРНЫЕ ЛИНЗЫ\r', NULL),
(144, 'Аевит капс. 0.2г №20\r', NULL),
(145, 'Азимак капс. 250мг №6\r', NULL),
(146, 'Азимак капс. 500мг №3\r', NULL),
(147, 'Актовегин амп. 5мл №5\r', NULL),
(148, 'Аскорбиновая к-та р-р 5% 2X10\r', NULL),
(149, 'Аскорбиновая к-та с глюкоз. таб. 0.1 г №10\r', NULL),
(150, 'Ацетилсалиц. К-та 0.5г №10\r', NULL),
(151, 'Ацикловир-Вишфа мазь 2.5% 10г\r', NULL),
(152, 'Бальзам Зол. звезда карандаш д/инг. 1 .Зг\r', NULL),
(153, 'Бальзам Золотая звезда 4г\r', NULL),
(154, 'Берлиприл таб. 10мг №30\r', NULL),
(155, 'Берлиприл таб. 5мг №30\r', NULL),
(156, 'Берлитион 600. амп. 24мл №5\r', NULL),
(157, 'Бетоптик С гл. капли 0.25% 5мл\r', NULL),
(158, 'Бисакодил. таб. 5мг №30\r', NULL),
(159, 'Бисопрол таб. 2.5мг №30\r', NULL),
(160, 'Бонджигар капс. №20\r', NULL),
(161, 'Бонджигар сироп 90мл\r', NULL),
(162, 'Бромгексин 4 60мл\r', NULL),
(163, 'Бромгексин 8 Берлин Хими таб. №25\r', NULL),
(164, 'Бромэргон 2.5мг №30\r', NULL),
(165, 'Бронхолитин сироп 125г\r', NULL),
(166, 'Бутадион мазь 5% 20г\r', NULL),
(167, 'Верошпирон таб. 25мг №20\r', NULL),
(168, 'Випросал В мазь ЗОг\r', NULL),
(169, 'Витрум Бэби таб. №60 (3-5 лет)\r', NULL),
(170, 'Виферон-1 свечи 150000 МЕ№10\r', NULL),
(171, 'Виферон-2 свечи 500000 МЕ №10\r', NULL),
(172, 'Виферон-3 свечи 1 млн. МЕ №10\r', NULL),
(173, 'Вобэнзим таб. (драже) №200\r', NULL),
(174, 'Гепарин 5000Ед 5мл №5\r', NULL),
(175, 'Герпевир - КМП 2.5%. мазь по 5г\r', NULL),
(176, 'Граммидин НЕО с анестетиком таб. №18\r', NULL),
(177, 'Граммидин НЕО таб. №18\r', NULL),
(178, 'Дексаметазон 4мг 1мл №25\r', NULL),
(179, 'Депантол крем д/нар. прим. 30г\r', NULL),
(180, 'Диабетон МR таб. 60мг №30\r', NULL),
(181, 'Диазолин таб. 0.1 г № 10\r', NULL),
(182, 'Диклоберл амп. 75мг/3мл №5\r', NULL),
(183, 'Дицинон таб. 250мг №100\r', NULL),
(184, 'Дюспаталин капс. 200мг №30\r', NULL),
(185, 'Зодак таб 10мг№30\r', NULL),
(186, 'Инсти травяные гранулы саше №5\r', NULL),
(187, 'Инсти-Лимон гранулы саше №5\r', NULL),
(188, 'Инфезол 40 250мл\r', NULL),
(189, 'Кавинтон р-р д/ин. 10мг 2мл №10\r', NULL),
(190, 'Калия и Магния Аспарагинат 250мл\r', NULL),
(191, 'Кальций глюконат амп. 10% 10мл №10\r', NULL),
(192, 'Камистад гель 10г\r', NULL),
(193, 'Канефрон Н драже №60\r', NULL),
(194, 'Капсикам мазь 30г\r', NULL),
(195, 'Карсил драже 22.5мг №80\r', NULL),
(196, 'Квамател лиоф. пор. д/ин. 20мг №5\r', NULL),
(197, 'Клотримазол крем 1% 15г\r', NULL),
(198, 'Клотримазол таб. 100мг №6\r', NULL),
(199, 'Компливит Кальций ДЗ №100 (апельсин)\r', NULL),
(200, 'Конкор таб. 5мг №50\r', NULL),
(201, 'Корвалол капли 25мл\r', NULL),
(202, 'Кофеин бензоат натрия 20% 1x10\r', NULL),
(203, 'Креон 10000 капс. 150мг№20\r', NULL),
(204, 'Лактофильтрум таб № 60\r', NULL),
(205, 'Лидокаин г/х 2% 2x10\r', NULL),
(206, 'Линекси Плюс капс. №16\r', NULL),
(207, 'Линкас бальзам 25г\r', NULL),
(208, 'Л-Тироксин 100 №50\r', NULL),
(209, 'Л-Тироксин 50 №50\r', NULL),
(210, 'Лэсфаль р-р 50мг/мл по 5мл №5\r', NULL),
(211, 'Магне В6 таб. №50\r', NULL),
(212, 'Магния сульфат амп. 25% 5мл №10\r', NULL),
(213, 'Макропен175мг/5мл(пор.д/при.сусп.)115мл\r', NULL),
(214, 'Меззен Форте таб. №20 (Панкреатин)\r', NULL),
(215, 'Метрогил100мл\r', NULL),
(216, 'Мидокалм таб. 150мг№30\r', NULL),
(217, 'Мидокалм таб. 50мг №30\r', NULL),
(218, 'Ноофен пор.д/пр.р-ра 100мг №15\r', NULL),
(219, 'Но-шпа амп 40 мг/2 мл №25\r', NULL),
(220, 'ОМЕЗ №30\r', NULL),
(221, 'Оптиприм 50мл\r', NULL),
(222, 'Пантокальцин таб. 0.25г №50\r', NULL),
(223, 'Перчатки стер. хирургические №8\r', NULL),
(224, 'Преднизалон р-р д/ин ЗОмг/мл №3\r', NULL),
(225, 'Регулон таб. №21\r', NULL),
(226, 'Реосорбилакт р-р д/инф. 200мл\r', NULL),
(227, 'Рибоксин амп. 2% 5мл №10\r', NULL),
(228, 'Санипласт перв.повязка 19ммХ72мм №100\r', NULL),
(229, 'Седавит таб. №20\r', NULL),
(230, 'Седалгин Гее №10\r', NULL),
(231, 'Сиофор 500 таб. №60\r', NULL),
(232, 'Сиофор 850 таб. №60\r', NULL),
(233, 'Смекта пор. Зг №30\r', NULL),
(234, 'Сульфацил натрия гл.кап. 20% №2\r', NULL),
(235, 'Супрастин р-р для ин. 20мг/1мл №5\r', NULL),
(236, 'Супрастин таб. 25мг №20\r', NULL),
(237, 'Тардиферон №30\r', NULL),
(238, 'Тенотен таб. №40\r', NULL),
(239, 'Тенотен таб. детс. №40\r', NULL),
(240, 'Тетрациклин таб. 0.1 г № 10\r', NULL),
(241, 'Тиотриазолин 2.5% р-р д/ин. 4мл №10\r', NULL),
(242, 'Торсид р-р д/ин. 5мг/мл №5\r', NULL),
(243, 'Торсид таб 5мг №30\r', NULL),
(244, 'Тромбо АСС таб. 100мг №30\r', NULL),
(245, 'Тромбо АСС таб. 50мг №30\r', NULL),
(246, 'Тромбо АСС таб. 75мг №30\r', NULL),
(247, 'Уролесан жидкость (капли) 25мл\r', NULL),
(248, 'Уролесан сироп 180мл\r', NULL),
(249, 'Урсосан 250мг №50\r', NULL),
(250, 'Фалиминт 25мг №20\r', NULL),
(251, 'Фильтрум 0.4г №50\r', NULL),
(252, 'Цевикап капли внутрь фл. 100мг/мл 10мл\r', NULL),
(253, 'Цефекон Д супп. рек. 50 мг №10\r', NULL),
(254, 'Цефекон Д супп. рек. д/детей 100 мг №10\r', NULL),
(255, 'Цефекон Д супп. рек. д/детей 250мг №10\r', NULL),
(256, 'Элоком 0.1% мазь 15г\r', NULL),
(257, 'Энам табл. 2.5мг №20\r', NULL),
(258, 'Энап 5мг таб. №20\r', NULL),
(259, 'Энтерожермина капсула. 2 мг №12\r', NULL),
(260, 'Эринит таб. 0.01г №50\r', NULL),
(261, 'Эспумизан 40 сусп. 100мл\r', NULL),
(262, 'Эссенциале форте Н капс. №30\r', NULL),
(263, 'Априд таб. 375мг №10\r', NULL),
(264, 'Артоксан 20мг амп. №3\r', NULL),
(265, 'Артоксан 20мг капс. №10\r', NULL),
(266, 'Аскорбинка \"ВИТА С\" таб. Зг №10 (апельсин)\r', NULL),
(267, 'Аскорбинка \"ВИТА С\" таб. Зг №10 (классик)\r', NULL),
(268, 'Аскорбинка \"ВИТА С\" таб. Зг №10 (малина)\r', NULL),
(269, 'Аскорбинка \"ВИТА С\" таб. Зг №10 (смородина)\r', NULL),
(270, 'Болнол релакс гель 30г\r', NULL),
(271, 'Вамелан капс. №30\r', NULL),
(272, 'Витарич таб. №10\r', NULL),
(273, 'Витрум Пренатал таб. №30\r', NULL),
(274, 'Враггрипп таб. №100\r', NULL),
(275, 'Врагдиарея сусп. 60мл (детский)\r', NULL),
(276, 'Денташан гель 25гр\r', NULL),
(277, 'Депрес капс. 20мг №16\r', NULL),
(278, 'Дермазол крем 2% 15г\r', NULL),
(279, 'Дермазол шампунь 2% 50мл\r', NULL),
(280, 'Дермобактер 125мл д/нар прим\r', NULL),
(281, 'Изикар сироп 1000мг/10мл 50мл\r', NULL),
(282, 'Канитрин НЕО амп. 1000мг/5мл р-р д/ин. №5\r', NULL),
(283, 'Левомак р-р д/инф. 100мл\r', NULL),
(284, 'Левомак-250 таб. №5\r', NULL),
(285, 'Левомак-500 таб. №5\r', NULL),
(286, 'Лоперамид капс 2мг №20\r', NULL),
(287, 'Окситоцин амп. 5МЕ 1мл №10\r', NULL),
(288, 'Полижинакс ваг. капс. №6\r', NULL),
(289, 'Седоник №20\r', NULL),
(290, 'Секразол сироп 150мл.\r', NULL),
(291, 'Фаниган таб. №100\r', NULL),
(292, 'Фуцис р-р д/ин 0.2% 100мл\r', NULL),
(293, 'Фуцис таб. 100мг №4\r', NULL),
(294, 'Фуцис таб. 150мг№1\r', NULL),
(295, 'Фуцис таб. 200мг №4\r', NULL),
(296, 'Цинепар актив гель 20г\r', NULL),
(297, 'Цинепар Кид Лайт сусп. д/детей 60мл\r', NULL),
(298, 'Цинепар Кид сусп. д/детей 60мл\r', NULL),
(299, 'Цинепар таб. №100\r', NULL),
(300, 'Ципрофлоксацин таб. 0.25г№10\r', NULL),
(301, 'Эритромицин 100мг № 10\r', NULL),
(302, 'Эритромицин 250мг №10\r', NULL),
(303, 'Минерализованная вода \"KARLOVY VARI\" 1 литр\r', NULL),
(304, 'Танакан 40 мг таб № 90\r', NULL),
(305, 'Пирацетам-Дарница 0,2 №60 та \r', NULL),
(306, 'Раунатин-Здоровье табл 2 мг №50\r', NULL),
(307, 'Диакарб таб 250 мг № 30\r', NULL),
(308, 'Курантил N таб 25 мг № 120\r', NULL),
(309, 'Тромбопол таб. 75мг №60\r', NULL),
(310, 'Тромбо АСС таб. 50мг №30\r', NULL),
(311, 'Валз таб 80мг №28\r', NULL),
(312, 'Тромбопол таб. 150мг №60\r', NULL),
(313, 'Энап 5мг таб. №20\r', NULL),
(314, 'Энап Н таб. 10мг/25мг №20\r', NULL),
(315, 'Энап HL таб. 20мг/12.5мг №20\r', NULL),
(316, 'Энап HL таб. 10мг/12,5мг №20\r', NULL),
(317, 'Эналозид 12,5 таб. 10/12,5мг №20\r', NULL),
(318, 'Диротон таб. 10мг №28\r', NULL),
(319, 'Леркамен таб. 10мг №28 \r', NULL),
(320, 'Индап таб. 1.25 мг№30\r', NULL),
(321, 'Кардиомагнил таб. 150мг №100\r', NULL),
(322, 'Амлонон таб. 10мг №30\r', NULL),
(323, 'Амлесса 4 мг/10 мг № 30\r', NULL),
(324, 'Аторис таб 40мг №30\r', NULL),
(325, 'Аторвакор 20 мг № 30 \r', NULL),
(326, 'Лориста таб. 100мг №28 \r', NULL),
(327, 'Лориста Н 100мг/12,5мг №28\r', NULL),
(328, 'Лозап плюс таб №30\r', NULL),
(329, 'Лозап таб 50мг №30\r', NULL),
(330, 'Вазилип таб. 20мг №28\r', NULL),
(331, 'Изокет спрей 15мл\r', NULL),
(332, 'Карлон таб. 5мг №20\r', NULL),
(333, 'Конкор таб. 10мг №50\r', NULL),
(334, 'Короним 10 таб. №30\r', NULL),
(335, 'Клодагрел 75мг №30 \r', NULL),
(336, 'Стамло 5мг №20\r', NULL),
(337, 'Пантокальцин таб. 0.25г №50\r', NULL),
(338, 'Кавинтон форте таб. 10мг №30 \r', NULL),
(339, 'Кавинтон таб. 5мг №50\r', NULL),
(340, 'Кванил таб. 500мг №10\r', NULL),
(341, 'Персен ноч капс. №20\r', NULL),
(342, 'Персен день. Капс п/о № 40\r', NULL),
(343, 'Седоник №20\r', NULL),
(344, 'Тенотен таб. №40\r', NULL),
(345, 'Тенотен таб. детс. №40\r', NULL),
(346, 'Фезам капс. №60\r', NULL),
(347, 'Магне В6 таб. №50\r', NULL),
(348, 'Афабазол 10 мг таб № 60\r', NULL),
(349, 'Нейромултивит таб №20\r', NULL),
(350, 'Вестинорм таб. 16мг №30\r', NULL),
(351, 'Просульпин таб. 200мг №30 \r', NULL),
(352, 'Бетасерктаб. 16мг №30\r', NULL),
(353, 'Феварин таб. 100мг №15\r', NULL),
(354, 'Глицин-Озон 100мг №50\r', NULL),
(355, 'Глицин таб. 01г №50 Биотики\r', NULL),
(356, 'Глицин 100 мг таб № 50 Торимед\r', NULL),
(357, 'Вамелан капс. №30\r', NULL),
(358, 'Интеллан капс № 20\r', NULL),
(359, 'Настойка валерианы 50мл\r', NULL),
(360, 'Барбовал капли 25мл \r', NULL),
(361, 'Аллохол таб. №10 \r', NULL),
(362, 'Уголь активировний таб. 0.25г №10 \r', NULL),
(363, 'Тетрациклин таб. 0,1 г № 10\r', NULL),
(364, 'Фуразолидон таб. 0,05г №10\r', NULL),
(365, 'Холензим таб № 10\r', NULL),
(366, 'Аспаркам таб  № 50\r', NULL),
(367, 'Амоксициллин таб. 0.5г №10\r', NULL),
(368, 'Амоксицилин таб 0,25 № 10\r', NULL),
(369, 'Анальгин таб 0,5 г № 6\r', NULL),
(370, 'Лорингосепт №10\r', NULL),
(371, 'Аскорбиновая к-та с глюкоз. таб. 0,1 г №10\r', NULL),
(372, 'Стрептоцид-REMEDY 0,3 № 10\r', NULL),
(373, 'От Кашля таб. №10\r', NULL),
(374, 'Ацетилсалиц. К-та 0,5г №10\r', NULL),
(375, 'Аскорутин таб № 50\r', NULL),
(376, 'Метронидазола таб №10\r', NULL),
(377, 'Ацикловир таб. 200мг №20 \r', NULL),
(378, 'Эринит таб. 0,01г №50\r', NULL),
(379, 'Фуросемид таб. 0.04г №50\r', NULL),
(380, 'Валериана экс. Таб. 0.02г №25 \r', NULL),
(381, 'Панкреатин таб. 25ЕД №60\r', NULL),
(382, 'Кордарон таб. 200мг №30\r', NULL),
(383, 'Но-шпа таб 40 мг №100\r', NULL),
(384, 'Пертуссин сироп 50 мл\r', NULL),
(385, 'Сироп солодка 50мл \r', NULL),
(386, 'Аскорил Экспекторант сироп 100мл \r', NULL),
(387, 'Гербион сироп исландского мха 150 мл (сухой кашель) 150 мл\r', NULL),
(388, 'Флюдитек сироп 2% 125мл для детей\r', NULL),
(389, 'Доктор МОМ сироп 100мл\r', NULL),
(390, 'АмбЦет сироп 30мг+5мг/5мл по 100мл \r', NULL),
(391, 'Пулмоксол педиат-й 15 мг/5 мл 150 мл\r', NULL),
(392, 'Проспан капли для приема внутрь по 20 мл \r', NULL),
(393, 'Инспирон сироп 2 мг/мл 150 мл\r', NULL),
(394, 'Амброцит 30мг таб. №20\r', NULL),
(395, 'Амбронол таб. 30мг №50\r', NULL),
(396, 'Амброксол таб 30 мг № 20\r', NULL),
(397, 'Бромгексин 8 мг др № 25\r', NULL),
(398, 'Асиброкс таб. шипуч. 200мг №20\r', NULL),
(399, 'Бризези 4 мг № 30\r', NULL),
(400, 'Бризези 5 мг № 30\r', NULL),
(401, 'Доксициклин капс. 100мг №10\r', NULL),
(402, 'Гиповин таб 300 мг № 6\r', NULL),
(403, 'Фуцис таб. 100мг №4\r', NULL),
(404, 'Фуцис таб. 150мг№1\r', NULL),
(405, 'Фуцис таб. 150мг №4\r', NULL),
(406, 'Фуцис таб. 200мг №4\r', NULL),
(407, 'Флуконазол капс. 50мг №7 \r', NULL),
(408, 'Флуконазол капс. 150мг №1 \r', NULL),
(409, 'Флуконазол капс. 100мг. №4 \r', NULL),
(410, 'Метронидазол таб 0,25г №20\r', NULL),
(411, 'Азитромицин п/о 250 мг № 6\r', NULL),
(412, 'Азитромицин таб. 500мг №3\r', NULL),
(413, 'Хиконцил капс 250мг №16\r', NULL),
(414, 'Амоксил-КМП таб  0,25 г № 20\r', NULL),
(415, 'Амоксил-КМП таб  0,5 г № 20\r', NULL),
(416, 'Хиконцил капс 500 мг №16\r', NULL),
(417, 'Бисептол таб. 120 мг № 20\r', NULL),
(418, 'Бисептол Гее таб. №20\r', NULL),
(419, 'Дорамицин таб. 3 млн №10\r', NULL),
(420, 'Нолицин таб. 400мг №20\r', NULL),
(421, 'Полимик таб. №10\r', NULL),
(422, 'Фромилид 500мг №14\r', NULL),
(423, 'Макропен таб. 400 мг №16\r', NULL),
(424, 'Априд 375мг таб №10\r', NULL),
(425, 'Кламок таб. 375мг №15 \r', NULL),
(426, 'Ципролет А таб. №10\r', NULL),
(427, 'Оптиксим 100 пор. д/приг. сусп.100/50мг/5мл 2г №10\r', NULL),
(428, 'Авифлокс таб 500мг №5\r', NULL),
(429, 'Офор таб. №10\r', NULL),
(430, 'Ципрофлоксацин таб. 0.25г №10\r', NULL),
(431, 'Маалокс таб. жеват. №20\r', NULL),
(432, 'Ренни таб. №24 (ментол) \r', NULL),
(433, 'Мотониум таб 10 мг № 30\r', NULL),
(434, 'Фестал-Уни таб. №100\r', NULL),
(435, 'Фосфалюгель гель 16г №20\r', NULL),
(436, 'Допрокин таб 10мг №20\r', NULL),
(437, 'Вобэнзим таб. (драже) №200\r', NULL),
(438, 'Мотинорм сироп 30мл\r', NULL),
(439, 'Де-нол табл 120 мг № 56\r', NULL),
(440, 'Ран-Дит таб. 150мг №100 (Ранитидин)\r', NULL),
(441, 'Фестал др. №100\r', NULL),
(442, 'Омемакс-20 капс. №100 \r', NULL),
(443, 'Апкосул капс. №100\r', NULL),
(444, 'Урсосан 250мг №50\r', NULL),
(445, 'Уролесан капс. №40\r', NULL),
(446, 'Бонджигар капс. №20\r', NULL),
(447, 'Фосфоглив капс № 50\r', NULL),
(448, 'Фильтрум 0,4г №50\r', NULL),
(449, 'Урсолив капс 250 мг № 10\r', NULL),
(450, 'Хофитол таб № 180\r', NULL),
(451, 'Бисептол сусп. 240 мл/5 мл 80 мл\r', NULL),
(452, 'Зитрокс сусп. 200мг/5мл 15мл\r', NULL),
(453, 'Априд 250мг/5мл суспен 70мл №1\r', NULL),
(454, 'Азитромицин  суспенз. 200 мг/5 мл 30 мл\r', NULL),
(455, 'Амоксициллин сусп. 100мл\r', NULL),
(456, 'Сироп парацетамола 40мл\r', NULL),
(457, 'Ибупрофен суспенз 100 мг/5мл 50 мл ++\r', NULL),
(458, 'Тайлол колд сироп  100мл\r', NULL),
(459, 'Нурофен сусп. 100мг/5мл (апельсин)\r', NULL),
(460, 'Ирамокс пор. для приг/сусп 250/5мл 100мл\r', NULL),
(461, 'Кюпен (ДОЛЕКС) Юниор сусп. 60 мл №1\r', NULL),
(462, 'Амизончик сироп 10 мг/для детей 100 мл\r', NULL),
(463, 'Док-1 Макс сироп 100мл \r', NULL),
(464, 'Триметабол 3г 150 мл\r', NULL),
(465, 'Д-Кальцин гранулы 75г\r', NULL),
(466, 'Пиковит сироп 150мл\r', NULL),
(467, 'Настойка женьшеня 40мл\r', NULL),
(468, 'Иф комплекс 250мл\r', NULL),
(469, 'Изикар сироп 1000мг/10мл 50мл\r', NULL),
(470, 'Биопассит сироп 100мл\r', NULL),
(471, 'Зодак капли 20мл\r', NULL),
(472, 'Беби-бит сироп 100мл \r', NULL),
(473, 'Лордес сироп 150мл №1\r', NULL),
(474, 'Интеллан сироп 90мл\r', NULL),
(475, 'Алфагин сироп 120 мл\r', NULL),
(476, 'Вивабон сироп 120мл\r', NULL),
(477, 'МИГ таб. 400мг №10\r', NULL),
(478, 'Бралгет таб. №10\r', NULL),
(479, 'Нурофен таб. Для детей 200мг №8\r', NULL),
(480, 'Мидокалм таб. 50мг №30\r', NULL),
(481, 'Мидокалм таб. 150мг№30\r', NULL),
(482, 'Сумамигрен 0,5 г таб № 6\r', NULL),
(483, 'Сумамигрен 1,0 г таб № 6\r', NULL),
(484, 'Седалгин Гее №10\r', NULL),
(485, 'Ибуклин таб. 400мг/325мг №20\r', NULL),
(486, 'Парадик таб. №100 \r', NULL),
(487, 'Пенталгин таб п/о № 24\r', NULL),
(488, 'Осталон таб № 4 (от остеопароза)\r', NULL),
(489, 'Индометацин таб. 25мг №30 \r', NULL),
(490, 'Кетонал форте таб 100 мг № 20\r', NULL),
(491, 'Структум капс. 500мг №60\r', NULL),
(492, 'Хондро-Ritz капс №50\r', NULL),
(493, 'Хондроксид табл 250мг №60\r', NULL),
(494, 'Ротавит кальциум форте гран. 30саше \r', NULL),
(495, 'Артоксан 20мг капс. №10\r', NULL),
(496, 'Остеогенон таб.п/о №40\r', NULL),
(497, 'Эспумизан 40мг капс №25\r', NULL),
(498, 'Энтерожермина капсула. 2 мг №12\r', NULL),
(499, 'Плантекс гран в пакетиках 5 г № 10\r', NULL),
(500, 'Бифолак-МАЙНИЙ 1г №30\r', NULL),
(501, 'Омез капс 20мг №30 \r', NULL),
(502, 'Лоперамид капс 2мг №20\r', NULL),
(503, 'Тризим №20\r', NULL),
(504, 'Микразим капс 25000Ед №20\r', NULL),
(505, 'Креон 25000 капс. 300мг №20\r', NULL),
(506, 'Лактофильтрум таб. №60\r', NULL),
(507, 'Имодиум 2мг капс №20\r', NULL),
(508, 'Ротабиотик BABY саше гран №10\r', NULL),
(509, 'Бифидонорм-Н 5-доз фл. №10\r', NULL),
(510, 'Активный кальций с йодом  330мл\r', NULL),
(511, 'Активный кальций с магнием-5 330мл\r', NULL),
(512, 'Активньй кальций обогащенньй 330мл\r', NULL),
(513, 'Зинерит пор. 40мг/12мг 30мл\r', NULL),
(514, 'Канефрон Н капли 100 мл\r', NULL),
(515, 'Аквадетрим D3 капли 10мл\r', NULL),
(516, 'Аквадетрим Плюс А+ДЗ капли 10мл\r', NULL),
(517, 'Коледан капли д/пр. вн. 15000МЕ/мл 10мл №1\r', NULL),
(518, 'Бонджигар сироп 90мл\r', NULL),
(519, 'Врагдиарея сусп. 60мл (детский)\r', NULL),
(520, 'Эспумизан сироп 100мл\r', NULL),
(521, 'Боботик капли 30мл \r', NULL),
(522, 'Гутталакс капли 7,5 мг/1 мл 30 мл\r', NULL),
(523, 'Пиколакс капли 0.75% 15мл\r', NULL),
(524, 'Маалокс сусп 250 мл \r', NULL),
(525, 'Алмагель А сусп. 170мл\r', NULL),
(526, 'Алюцит сусп. 100мл\r', NULL),
(527, 'Йодомарин таб. 200мг №100\r', NULL),
(528, 'Йодофол таб. №150\r', NULL),
(529, 'Йод-нормил таб 200мкг №50\r', NULL),
(530, 'Витрум Бэби таб жевательнью №60\r', NULL),
(531, 'Витрум Кидс таб жевательнне №60 (с 4-7 лет\r', NULL),
(532, 'Кальцемин Адванс таб. №30\r', NULL),
(533, 'Витрум таб п/о №60  \r', NULL),
(534, 'Ундевит драже №50 \r', NULL),
(535, 'Пиковит пастилки №30\r', NULL),
(536, 'Витарич таб. №10\r', NULL),
(537, 'Дуовит драже №40\r', NULL),
(538, 'Полижен капс. №12\r', NULL),
(539, 'Витрум Пренатал таб п/о № 30\r', NULL),
(540, 'Витрум Вижн таб. №60 \r', NULL),
(541, 'Дуовитал для женщин №30\r', NULL),
(542, 'Ротавит ройал капс. №20\r', NULL),
(543, 'Олиговит таб п/о №30\r', NULL),
(544, 'Аскофер капс. №30 \r', NULL),
(545, 'Ферсинол-z капс. №30 \r', NULL),
(546, 'Гино-Тардиферон таб. Пролонгированного действия п/о №30\r', NULL),
(547, 'Тотема р-р 10 мг № 20\r', NULL),
(548, 'Феррум-лек таб жев 100 мг № 30\r', NULL),
(549, 'Ферретаб Комп капс №30\r', NULL),
(550, 'Диазолин драже 0,05г №10\r', NULL),
(551, 'L-Цеттаб. №10 \r', NULL),
(552, 'Лораталь 10мг табл. №10\r', NULL),
(553, 'Лоратадин таб. 10мг №10\r', NULL),
(554, 'Алер-G таб 10 мг № 20\r', NULL),
(555, 'Никсар 20мг таб. №10\r', NULL),
(556, 'Дермобактер 125мл д/нар прим\r', NULL),
(557, 'Витадерм BABY р-р 230 мл\r', NULL),
(558, 'Хлорофиллипт р-р спирт 1% 100 мл\r', NULL),
(559, 'Л-Тироксин 50 №50\r', NULL),
(560, 'Албезол таб. 200мг №6\r', NULL),
(561, 'Албезол таб. 400мг №6\r', NULL),
(562, 'Фенасал таб. 0,25 г №12\r', NULL),
(563, 'Белдомакс жеват. таб №1\r', NULL),
(564, 'Белдомакс сусп. со вк.ананаса 10мл\r', NULL),
(565, 'Энурофин таб № 60 (при ночн недержании мочи)\r', NULL),
(566, 'Нитроксолин таб 0,05 № 50\r', NULL),
(567, 'Верона капс. №60\r', NULL),
(568, 'Простамол Уно капс № 30 +\r', NULL),
(569, 'Артишок экстракт 100мг №60 капс.\r', NULL),
(570, 'Палин капс 200 мг № 20\r', NULL),
(571, 'Импаза таб. №20\r', NULL),
(572, 'Афала таб.гомеопатическ. №100\r', NULL),
(573, 'Дермазол таб. 200мг №30 \r', NULL),
(574, 'Серрата таб по 10мг №150\r', NULL),
(575, 'Росисептин р-р 0,05% 5 мл №40\r', NULL),
(576, 'Торсид таб. 10мг №30\r', NULL),
(577, 'Торсид таб 5мг №30\r', NULL),
(578, 'Верошпирон таб. 25мг №20\r', NULL),
(579, 'Трихопол ваг. таб. 500мг №10\r', NULL),
(580, 'Клазин супп. №6 \r', NULL),
(581, 'Климадинон таб. №60\r', NULL),
(582, 'Климаксан гомеопат таб. №20\r', NULL),
(583, 'Фемостон таб. 1/5 конти №28 \r', NULL),
(584, 'Дицинон таб. 250мг №100\r', NULL),
(585, 'Викасол таб  15 мг № 20\r', NULL),
(586, 'Диане 35 драже №21\r', NULL),
(587, 'Млекоин гран 10 г\r', NULL),
(588, 'Клотримазол таб. 100мг №6\r', NULL),
(589, 'Новинет таб. №21 \r', NULL),
(590, 'Флебодиа 600 мг таб №15\r', NULL),
(591, 'Метромикон-нео супп ваг №14\r', NULL),
(592, 'Линдинеттаб 20мг №21\r', NULL),
(593, 'Климаксан гранулы 10 г\r', NULL),
(594, 'Суприлекс таб. 10мг №30\r', NULL),
(595, 'Нистатин сусп. 250000ЕД №10\r', NULL),
(596, 'Нистатин супп ваг 500000 ЕД № 10\r', NULL),
(597, 'Диклофенак супп. рек. 100мг №10 \r', NULL),
(598, 'Глицерин супп. рект. 2,11г №10\r', NULL),
(599, 'Бисакодил супп. 10мг №10\r', NULL),
(600, 'Осарбон супп ваг 0,25 мг № 10\r', NULL),
(601, 'Анузол свечи №10\r', NULL),
(602, 'Анестезол суппоз. рект. №10\r', NULL),
(603, 'Нистатин супп. вагин. 500000ЕД №10\r', NULL),
(604, 'Тест-полоски д/опред. берем\r', NULL),
(605, 'Денташан гель 25гр\r', NULL),
(606, 'Анасеп гель20г\r', NULL),
(607, 'Тест на беременность \r', NULL),
(608, 'Катетер Фолея латексный, \"BEROCTH\" размер 24\r', NULL),
(609, 'Катетер Фолея латексный, \"BEROCTH\" размер 26\r', NULL),
(610, 'Горчичник-пакет №10\r', NULL),
(611, 'Амарил таб. 4мг №30\r', NULL),
(612, 'Диаглизид MR таб. 60мг №30\r', NULL),
(613, 'Амарил таб. Змг №30\r', NULL),
(614, 'Амарил таб. 2мг №30\r', NULL),
(615, 'Диабетон МR таб. 60мг №30\r', NULL),
(616, 'Диалипон капс 300 мг № 30\r', NULL),
(617, 'Диаглизид MR таб. 30мг №60\r', NULL),
(618, 'Оптик тотал № 30 таб\r', NULL),
(619, 'Ципролет глазные капли Змг/мл 5мл\r', NULL),
(620, 'Диклофенак Офтальмик кап.гл. 0,1% 10мл\r', NULL),
(621, 'Бетоптик С гл. капли 0,25% 5мл\r', NULL),
(622, 'Сульфацил натрия гл.кап. 20% №2\r', NULL),
(623, 'Индометацин мазь 10% 40г\r', NULL),
(624, 'Вовенак гель 20г \r', NULL),
(625, 'Артоксан гель 1% 45г\r', NULL),
(626, 'Напрофф 10% гель 45г \r', NULL),
(627, 'Лиотон 1000 гель 30 г\r', NULL),
(628, 'Лиотон 1000 гель 50г \r', NULL),
(629, 'Троксевазин гель 2 % 40 г\r', NULL),
(630, 'Капсикам мазь 30г\r', NULL),
(631, 'Долгит крем 100гр\r', NULL),
(632, 'Фастум гель 50,0\r', NULL),
(633, 'Фуцис гель 30г\r', NULL),
(634, 'Дермазол крем 2% 15г\r', NULL),
(635, 'Экзодерил крем 1% 15 г\r', NULL),
(636, 'Экзодерил р-р 1 % для наруж 10 мл\r', NULL),
(637, 'Релиф Адванс мазь рект. 28,4 г\r', NULL),
(638, 'Депантол крем д/нар. прим. 30г\r', NULL),
(639, 'Клотримазол крем 1% 15г\r', NULL),
(640, 'Гиоксизон мазь 10г\r', NULL),
(641, 'Пародиум гель для десен 50 мл\r', NULL),
(642, 'Линимент бальзам, (по Вишневскому) 25г\r', NULL),
(643, 'Ацикловир мазь 5% 10гр\r', NULL),
(644, 'Ацикловир мазь 5% 10гр\r', NULL),
(645, 'Синтомицина линимент мазь 5 % 25 гр\r', NULL),
(646, 'Синтомицина линимент мазь 10 % 25 гр\r', NULL),
(647, 'Тридерм крем 15r\r', NULL),
(648, 'Элоком 0,1% мазь 15г\r', NULL),
(649, 'Диклофенак натрия мазь 1 % 30г\r', NULL),
(650, 'Мазь серная простая 30 г\r', NULL),
(651, 'Шиповник (плоды) 100 г\r', NULL),
(652, 'Желчегонный чай 30 г.\r', NULL),
(653, 'Ромашка цветки с челеб. Травами 30г \r', NULL),
(654, 'Почечный фиточай 30г\r', NULL),
(655, 'Трава пустырника 30 г \r', NULL),
(656, 'Кийик ути 30г\r', NULL),
(657, 'Пол-пола трава 30г\r', NULL),
(658, 'Кора дуба фиточай 30г\r', NULL),
(659, 'Желудочный фитачой \r', NULL),
(660, 'Шалфей фиточай 30г\r', NULL),
(661, 'Череда фиточай Мунис 30г\r', NULL),
(662, 'БандажГрыжевой эластичный \"Тонус\" р-44\r', NULL),
(663, 'Бандаж Грыжевой эластичный \"Тонус\" р-46\r', NULL),
(664, 'Бандаж Грыжевой эластичный \"Тонус\" р-48\r', NULL),
(665, 'Бандаж Грыжевой эластичный \"Тонус\" р-50\r', NULL),
(666, 'Бандаж Грыжевой эластичный \"Тонус\" р-52\r', NULL),
(667, 'Бинт эластичный \"Тонус\" 10 см*1,5 м\r', NULL),
(668, 'Бинт эластичный \"Тонус\" 10 см*4 м\r', NULL),
(669, 'Бинт эластичный \"Тонус\" 12 см*1,5 м\r', NULL),
(670, 'Бинт эластичный \"Тонус\" 14 см*1,5 м\r', NULL),
(671, 'Фукорцин 10мл (краска кастелиани)\r', NULL),
(672, 'Камфорный спирт 10% 25мл\r', NULL),
(673, 'Зелёнка 1 % 20мл\r', NULL),
(674, 'Салициловая кислота 1% 25мл\r', NULL),
(675, 'Настойка стручкового перца 50мл\r', NULL),
(676, 'Левометицин р-р спиртовой 0,25 % 25 мл\r', NULL),
(677, 'Меновазин 40 мл\r', NULL),
(678, 'Настойка валерианы 30мл\r', NULL),
(679, 'Настойка прополиса 25мл\r', NULL),
(680, 'Люголь с глицерином 20 мл\r', NULL),
(681, 'Салициловая кислота 2% 25мл\r', NULL),
(682, 'р-р йода 5 %25 мл\r', NULL),
(683, 'Метрогил р-р 500мг/100мл\r', NULL),
(684, 'Метронидазол 0.5 % р-р для инф 100 мл\r', NULL),
(685, 'Левофлоксацин р-р для инф 100мл\r', NULL),
(686, 'Офлоксацин р-р 2мг/ил 100 мл ++\r', NULL),
(687, 'Флуканазол р-р 100мл \r', NULL),
(688, 'Фуцис р-р д/ин 0.2% 100мл\r', NULL),
(689, 'Натрий хлор 0,9% р-рдинф 100мл\r', NULL),
(690, 'Калия и Магния Аспарагинат 250 мл\r', NULL),
(691, 'Сода-Буфер р-р для инф 42 мг/мл 200 мл\r', NULL),
(692, 'Реоцит р-р 2000мл\r', NULL),
(693, 'Натрий Хлор 0,9% р-р д/инф 200 мл\r', NULL),
(694, 'Тивортин р-р д/инф 4,2 % 100 мл (бутылки)\r', NULL),
(695, 'Аминокароновая к-та 5% р-р 100 мл\r', NULL),
(696, 'Латрен 0,05 % 200 мл р-р д/инф\r', NULL),
(697, 'Ксилат р-р д/инф по 200мл (бутылки)\r', NULL),
(698, 'Глюкоза 5% р-р д/ин 250мл \r', NULL),
(699, 'Глюкоза 5% инф р-р 500мл\r', NULL),
(700, 'Натрий хлор 0,9% р-р динф 500мл\r', NULL),
(701, 'Дисоль р-р 200мл\r', NULL),
(702, 'Рингер лактат 200мл\r', NULL),
(703, 'Глюкоза 10% инф р-р 200мл\r', NULL),
(704, 'Грелка резиновая тип Б-2 в инд уп\r', NULL),
(705, 'Грелка резиновая тип Б-3 в инд уп\r', NULL),
(706, 'Хлорная известь 20% 125г\r', NULL),
(707, 'Магний сульфат порошок 25гр\r', NULL),
(708, 'Берлитион 300 ЕД амп д/ин 12мл №5\r', NULL),
(709, 'Берлитион 600, амп. 24мл №5\r', NULL),
(710, 'Фуросемид амп. 1% 2мл №10\r', NULL),
(711, 'Лазикс р-р д/ин 10мг/2мл 2мл №10\r', NULL),
(712, 'Диоксидин амп. 1% 10мл №10\r', NULL),
(713, 'Кальция глюконат р-р стабилизированный д/ин 100 мг/мл 5 мл № 10 амп\r', NULL),
(714, 'Кальция глюконат р-р стабилизированный д/ин 100 мг/мл 10 мл № 10 амп\r', NULL),
(715, 'Кальция хлорид 10% 10мл №10\r', NULL),
(716, 'Калия хлорид 4% р-р 10мл №10\r', NULL),
(717, 'Торсид р-р д/ин. 5мг/мл №5\r', NULL),
(718, 'Иммуномодулин для/инъек. 0,01% 1мл №10\r', NULL),
(719, 'Сертогамма амп. 2мл №5\r', NULL),
(720, 'Тималин амп. 10мг №10\r', NULL),
(721, 'Лидаза амп. 64ЕД №10\r', NULL),
(722, 'Метоклопрамид р-р д/ин 5 мг/мл 2 мл №10\r', NULL),
(723, 'Нейротон р-р д/ин 2мл №5 (Вит В комплекс)\r', NULL),
(724, 'Витамин Е амп. 10% 1мг №10\r', NULL),
(725, 'Пиридоксина г/х амп 5% 1 мл № 10\r', NULL),
(726, 'Аскорбиновая к-та р-р 5% 2X10\r', NULL),
(727, 'Тиамина хлорид (Вит.В1) р-рд/ин. 5%  1мл №10 \r', NULL),
(728, 'Цианокобаламин-Дарница р-р д/инъ 0,05% 1 мл\r', NULL),
(729, 'Глюкоза 40 % 10 мл № 10\r', NULL),
(730, 'Цефазолин АКОС пор 1 гр\r', NULL),
(731, 'Цефтриаксон SANITA пор 1,0 г\r', NULL),
(732, 'Ампициллин порошок для приготовления инъек.раствора 1.0г \r', NULL),
(733, 'Мегасеф 750мг р-р д/ин №1\r', NULL),
(734, 'Меркацин р-р 100мг/2мл\r', NULL),
(735, 'Зораксон пор. д/прип  р-ра д/ин. 1г\r', NULL),
(736, 'Мегасеф 250мг для/инъек. №1\r', NULL),
(737, 'Цефтриаксон пор. д/ин. фл. 1 г\r', NULL),
(738, 'Герптрал амп 400 мг/5 мл № 5\r', NULL),
(739, 'Аспаркам - Фармак д/ин 10мл №10\r', NULL),
(740, 'Церебролизин р-р д/инъек 1мл №10\r', NULL),
(741, 'Вазопро р-р д/ин 100ммг/мл 5мл №10\r', NULL),
(742, 'Канитрин НЕО амп. 1000мг/5мл р-р д/ин. №5\r', NULL),
(743, 'Изикар р-р д/инъекц. 1000мг/5мл №5\r', NULL),
(744, 'Супрастин р-р д/ин 1мл №5\r', NULL),
(745, 'Амброксол р-р 15мг/2мл 2мл №10\r', NULL),
(746, 'Эуфиллин 2,4% р-р д/ин. 5мл №10 \r', NULL),
(747, 'Панангин р-р д/ин 10мл №5\r', NULL),
(748, 'Натрий тиосульфат амп 30% 10мл №10\r', NULL),
(749, 'Сульфокамфокаин 10 % 2 мл № 10\r', NULL),
(750, 'Преднизалон р-р д/ин 30 мг/мл №3\r', NULL),
(751, 'Кавинтон р-р д/ин. 10мг 2мл №10\r', NULL),
(752, 'Дексаметазон 4мг 1мл №25\r', NULL),
(753, 'Платифиллина г-т амп. 2мг/мл 1мл №10\r', NULL),
(754, 'Тринтал С.Т 2% 5*5\r', NULL),
(755, 'Рибоксин амп. 2% 5мл №10\r', NULL),
(756, 'Папаверин г/х 2% 2мл №10\r', NULL),
(757, 'Кофеин бензоат натрия 20% 1x10\r', NULL),
(758, 'Пирацетам 20% 5мл №10\r', NULL),
(759, 'Тиоцетам р-р д/ин. 10мл №10\r', NULL),
(760, 'Тиоцетам р-р д/ин. 10мл №10\r', NULL),
(761, 'Дибазол амп. 0,5% 2 мл №10\r', NULL),
(762, 'Кеторол д/и 30мг 1 мл №10\r', NULL),
(763, 'Ортофер р-р д/ин 2,5% Змл №10\r', NULL),
(764, 'Ревмоксикам р-р 1% 1,5мл №5\r', NULL),
(765, 'Диклофенак натрия 2,5% р-р д/ин. Змл №10\r', NULL),
(766, 'Цинепар р-р д/ин 75мг Змл №5\r', NULL),
(767, 'Диклоберл N р-р д/ин 75мг/3мл №5\r', NULL),
(768, 'Тамилак НЕО амп 2мл №5 \r', NULL),
(769, 'Месипол р-р для в/м введ. 15мг/1,5мл №5\r', NULL),
(770, 'Спазмалгон амп. 5мл №5 \r', NULL),
(771, 'Баралген С.Т. Амп №5\r', NULL),
(772, 'Новокаин 0,5% 5мл №10 \r', NULL),
(773, 'Димедрол амп.1% 1х10\r', NULL),
(774, 'Анальгин 50% 2мл №10 \r', NULL),
(775, 'Анальгин амп 50% 2мл №10\r', NULL),
(776, 'Вода стерильная для инъек. 5мл №10\r', NULL),
(777, 'Натрий хлорид р-р д/ин 0,9% 5мл №10 \r', NULL),
(778, 'Лидокаин г/х 2% 2x10\r', NULL),
(779, 'Бинт марл. мед. не/ст 7м*14см\r', NULL),
(780, 'Бинт марл. мед. стер 5м*10см\r', NULL),
(781, 'Вата мед гигрос.гигиен. стерил. 50г\r', NULL),
(782, 'Вата мед гигрос.гигиен. стерил. 25г\r', NULL),
(783, 'Марли медиц. отбелен, в кусках по 1 м ++\r', NULL),
(784, 'Марли медиц. отбелен, в кусках по 2м ++\r', NULL),
(785, 'Марли медиц. отбелен, в кусках по Зм ++\r', NULL),
(786, 'Марли медиц. отбелен, в кусках по 5м ++\r', NULL),
(787, 'Бинт марл. мед. не/ст 7м*12см\r', NULL),
(788, 'Бинт марл. мед. не/ст 5м*10см\r', NULL),
(789, 'Маска лицевая мед. 20*13\r', NULL),
(790, 'Диалипон Турбо р-р д/инф 1,2% 50мл №10\r', NULL),
(791, 'TА104 \"Bella Cclassic Mamma\" 10 шт(послеродовые прокладки)\r', NULL),
(792, 'Ежедневные прокладки Bella PANTY SOFT Verbena по 60 шт в карт.уп.\r', NULL),
(793, 'Ежедневные прокладки Новый дизайн \"Bella Panty Soft deo fresh\" 20 шт\r', NULL),
(794, 'Традиционные прокладки Bella Herbs Tilia Comfort 10шт. в полиэт.уп.(липовый цвет)\r', NULL),
(795, 'Ежедневные прокладки Новый дизайн \"Bella Panty Soft deo fresh\" 20 шт\r', NULL),
(796, 'TА202 Традиционные прокладки \"Bella Herbs Tilia drainette\" 10 шт  в полиэт уп(липовый цвет)\r', NULL),
(797, 'TА204 Традиционные прокладки \"Bella Herbs Verbena drainette\" 10 шт  в полиэт уп(вербена)\r', NULL),
(798, 'TА290 Ультратонкие прокладки Нов диз\"Bella Perfecta Ultra Green\" 20 шт  в полиэт уп\r', NULL),
(799, 'TА291-1 Ультратонкие прокладки Нов диз\"Bella Perfecta Ultra Green\" 10 шт  в полиэт уп\r', NULL),
(800, 'TА295 Ультратонкие прокладки Нов диз\"Bella Perfecta Ultra Rose\" 20 шт  в полиэт уп\r', NULL),
(801, 'TА293 Ультратонкие прокладки Нов диз\"Bella Perfecta Ultra Violet\" 20 шт  в полиэт уп\r', NULL),
(802, 'Ультратонкие прокладки \"Bella Perfecta Ultra Rose deo fresh\" по 10 шт в полиэтиленовой упаковке\r', NULL),
(803, 'Традиционные прокладки Bella Herbs Verbena Comfort 10шт. в полиэт.уп.(вербена)\r', NULL),
(804, 'Ультратонкие прокладки \"Bella Perfecta Ultra Violet deo fresh\" no 10 шт в полиэтиленовой упаковке\r', NULL),
(805, 'TА304 Ультратонкие прокладки Нов диз \"Bella for Teens Ultra Relax deo\" 10 шт  в полиэт уп\r', NULL),
(806, 'TА296 Ультратонкие прокладки Нов диз \"Bella for Teens Ultra Sensitive\" 10 шт  в полиэт уп\r', NULL),
(807, 'TА216 Ультратонкие прокладки Нов диз\"Bella Perfecta Ultra Night\" 7 шт  в полиэт уп\r', NULL),
(808, 'Традиционные прокладки Новый дизайн \"Bella Nova Maxi 10шт\" в полиэт. упаковке\r', NULL),
(809, 'Прокдадки \"OLA!DAILY\"  ежед. № 20\r', NULL),
(810, 'Презервативы \"VIZIT\" классические №3 ++\r', NULL),
(811, 'Презервативы \"VIZIT\" кольцами №3 ++\r', NULL),
(812, 'Презервативы \"VIZIT\"№3 ультра тонкие ++\r', NULL),
(813, 'Презервативы мужс. латекс \"ZIVA\" №3 \"Pussy Cat\" ++\r', NULL),
(814, 'Презервативы мужс. латекс \"ZIVA\" №3 \"Chameleon\" ++\r', NULL),
(815, 'Термометр медицинский цифровой, BEROTHERM 60\r', NULL),
(816, 'Термометр медицинский ртутньй, BEROTHERM 52\r', NULL),
(817, 'ТАЙЛОЛФЕН ХОТ (саше) 20г. №12\r', NULL),
(818, 'Грип Хот гран. шип. №12\r', NULL),
(819, 'Фервекс 13,1г №8 пор лимонный с сахаром\r', NULL),
(820, 'Жарафлю порош.22гр №10 со вкусом лимона\r', NULL),
(821, 'Жарафлю порош.22гр №10 со вкусом клубники\r', NULL),
(822, 'Инсти для детей гран. №5 саше\r', NULL),
(823, 'ГриппоСтоп для детей порошок со вкус.малины №10\r', NULL),
(824, 'Травамакс гранулы в пакетах №5\r', NULL),
(825, 'ГриппоСтоп д/детей АТМ №10 со вк. клубника  \r', NULL),
(826, 'ГриппоСтоп АТМ №10 со вк.лимона  \r', NULL),
(827, 'Инсти травяные гранулы саше №5\r', NULL),
(828, 'Анзибел таб. (ментол) №30\r', NULL),
(829, 'Фалиминт 25мг №20\r', NULL),
(830, 'Граммидин детский таб №18\r', NULL),
(831, 'Граммидин НЕО таб. №18\r', NULL),
(832, 'Граммидин нео с анестетиком таб №18\r', NULL),
(833, 'Суприма лор со вкусом малины таб №16\r', NULL),
(834, 'Эфизол таб №20\r', NULL),
(835, 'Аджисепт паст клас с мед и лимоном № 24\r', NULL),
(836, 'Аджисепт паст с эвк и ментолом №24\r', NULL),
(837, 'Стрепсилс оригинальные №24\r', NULL),
(838, 'Стрепсилс с мёдом и лимоном №24\r', NULL),
(839, 'Амизон таб. 125мг №10\r', NULL),
(840, 'Амизон таб. 250мг №10\r', NULL),
(841, 'Анаферон детск. таб. №20\r', NULL),
(842, 'Анаферон таб. №20\r', NULL),
(843, 'Риномакс таб. №10\r', NULL),
(844, 'Нолгрипптаб. №4\r', NULL),
(845, 'Враггрипп таб. №4\r', NULL),
(846, 'Бальзам \"Золотая Звезда” жидкий 5мл\r', NULL),
(847, 'Ангал С спрей 30мл\r', NULL),
(848, 'Линкас бальзам 25г\r', NULL),
(849, 'Тантум Верде спрей для местного прим.дозированный 0,255 мг/доза 176 доз 0,15 % 30 мл\r', NULL),
(850, 'Лоробен р-р 200мл\r', NULL),
(851, 'Аквалор Норм (струя) для орошение и промывание носа 125 мл\r', NULL),
(852, 'Хлорофиллипт р-р масл 2% 20 мл\r', NULL),
(853, 'Ингалипт (ангалипт) 30мл\r', NULL),
(854, 'Ингалипт спрей 20мл\r', NULL),
(855, 'Бальзам Зол. Звезда Спрей назал. 0,1% 15мл\r', NULL),
(856, 'Риномакс Окси спрей 0,05% 10мл\r', NULL),
(857, 'Эвказолин Аква спрей назал. 1 мг 10мл +\r', NULL),
(858, 'Називин капли 0.025% 10мл \r', NULL),
(859, 'Називин капли 0.05% 10мл\r', NULL),
(860, 'Риназолин кап.назал. 0,1% 10мл для грудн.млад.(Називин) \r', NULL),
(861, 'Риназолин кап.назал.0,25мг/мл 10мл от 1г. до 6 лет\r', NULL),
(862, 'Ринт спрей назал с ментолом 0,5мг/г 10г\r', NULL),
(863, 'Галазолин капли. 0.1% 10мл\r', NULL),
(864, 'Риназолин спрей назал. 0,5% 15мл для взрослых\r', NULL),
(865, 'Виталайн с селеном капс №30\r', NULL),
(866, 'Виталайн с йодом капс №30\r', NULL),
(867, 'Рыбий жир \"LIK\" пищевой  с витам.А,D,Е 0,78г №60\r', NULL),
(868, 'Рыбий жир \"LIK\" пищевой без добавок 0,3г №50\r', NULL),
(869, 'Омега-3 LIK капc. №50\r', NULL),
(870, 'Иммуно-Ritz капc. №20\r', NULL),
(871, 'Дентокинд таб.гомеоп. №150 \r', NULL),
(872, 'Волвит таблетки №30\r', NULL),
(873, 'Виталонг капс № 30 ++\r', NULL),
(874, 'МЕРЦ специал. драже №60\r', NULL),
(875, 'Перцовый пластырь 10см* 15см (с перфорац)\r', NULL),
(876, 'Гематоген Русский Витамин С 40г.\r', NULL),
(877, 'Гематоген Русский детский 40г.\r', NULL),
(878, 'Гематоген Русский медовый 40г.\r', NULL),
(879, 'Гематоген Русский с изюмом в шок. гл. 40г.\r', NULL),
(880, 'Г ематоген Русский с йодом 40г\r', NULL),
(881, 'Дермазол шампунь 2% 50 мл\r', NULL),
(882, 'Бутылки для детского питания 250 мл\r', NULL),
(883, 'Соска молочная для бутыл. В упак. по 2 шт\r', NULL),
(884, 'Соски пустышки в коробке ортопедические \r', NULL),
(885, 'Подушечки ватные косметические \"Веllа Cotton\" 80шт+30% в полиэт.уп.\r', NULL),
(886, 'NAE 02 Шампунь д/волос дет.МОЯ ПРЕЛЕСТЬ-Карамельная сказка 250 мл\r', NULL),
(887, 'NAE 03 Шампунь д/волос дет.МОЯ ПРЕЛЕСТЬ-Малиновое  варенье 250 мл\r', NULL),
(888, 'NAE 04 Шампунь д/волос дет.МОЯ ПРЕЛЕСТЬ-Травка-Муравка 250 мл\r', NULL),
(889, 'Шампунь детский \"Ушастый нянь\" (200мл в полиэт.флаконе) с ромашкой\r', NULL),
(890, 'Шампунь детский д/чувствит.кожи \"Ушастый нянь\" (200мл в полиэт.флаконе) с чистотелом ', NULL),
(891, 'Капиллус спрей 150 мл (против выпад и д/роста волос)\r', NULL),
(892, 'Спинцовка ПВХ А-2 с мяг/након 55 мл\r', NULL),
(893, 'Спинцовка ПВХ А-4 с мяг/након 200 мл\r', NULL),
(894, 'Оливковое масло 25мл \r', NULL),
(895, 'Миндальное масло 25мл\r', NULL),
(896, 'Исирик №15\r', NULL),
(897, 'Оливковое масло 25мл\r', NULL),
(898, 'Johnson\'s® baby масло \"Перед сном\" 200 мл\r', NULL),
(899, '«Зеленая аптека» крем для лица Омолаживающий против моошин. 100 мл\r', NULL),
(900, '«Зеленая аптека» крем для липа Отбеливающий, 100 мл\r', NULL),
(901, '«Зеленая аптека» крем для липа Мультивитаминный комплекс. 100 мл\r', NULL),
(902, '«Зеленая аптека» крем для рук и ногтей оегенеоиоуюший успокаивающий Ромашка. 100 м?', NULL),
(903, '«Зеленая аптека» крем для рук и ногтей Увлажняющий смягчающий Алоэ. 100 мл\r', NULL),
(904, '«Зеленая аптека» крем для рук и ногтей питательный защитный Оливковый. 100 мл\r', NULL),
(905, '«Зеленая аптека» крем для рук и ногтей увлажняющий антисептический Чистотел. 100 м?', NULL),
(906, '«Зеленая аптека» крем для рук Миндаль и календула. 100 мл\r', NULL),
(907, '«Зеленая аптека» крем для рук Лотос и оливка, 100 мл\r', NULL),
(908, '\"Elfa Pharm\" Настоящее репейное масло для волос. 200 мл\r', NULL),
(909, '\"Lady Caramel\" Коем для депиляции тела быстролействуюший. 100 мл\r', NULL),
(910, '\"Lady Caramel\" Коем для депилипии тела 100% удаление волос. 100 мл\r', NULL),
(911, 'Мыло \"Johnson\'s baby\" (перед сном) 100 г\r', NULL),
(912, 'Мыло \"Johnson\'s baby care\" (лесные ягоды) 125 г\r', NULL),
(913, 'Мыло \"Johnson\'s baby care\" (папайа) 125 г\r', NULL),
(914, 'Холосас сироп 120мл \r', NULL),
(915, 'Тампоны o.b.® Super Plus 16 шт.\r', NULL),
(916, 'Детская присьпка \"Бэмби\" 100г Ромашка \r', NULL),
(917, '\"ELMA\" влажные салфетки 15шт/42 Е\r', NULL),
(918, '\"ELMA\" влажные салфетки Baby Lux 24шт*72 эконом\r', NULL),
(919, '\"ELMA\" влажные салфетки антибактериальные 1 шт/400\r', NULL),
(920, 'Вата мед гигрос.гигиен. н/с 25г ++\r', NULL),
(921, 'Спирт этил.медицинский 70% 50мл\r', NULL),
(922, 'Клин энема 135 мл р-р д/клизмы\r', NULL),
(923, 'Шприц TBF инсулин 1 мл\r', NULL),
(924, 'Шприц 2гр (150 п)\r', NULL),
(925, 'Шприц 5 мл (100) \r', NULL),
(926, 'Шприц 10гр (80 п)\r', NULL),
(927, 'Система \"Grand\" для в/в влив-я с пл. нак\r', NULL),
(928, 'Перчатки стер. хирургические №8\r', NULL),
(929, 'Подгузники \"Evy Baby\" 2 Mini (3-6kg) №32\r', NULL),
(930, 'Подгузники \"Evy Baby\" 3 Midi (5-9kg) №68\r', NULL),
(931, 'Подгузник \"Попкинсы\" №2 26шт\r', NULL),
(932, 'Подгузники Kippers Play 2 № 72\r', NULL),
(933, '\"Seni Standard Large\" 30 шт в полиэт.уп. Подгузники для взрослых\r', NULL),
(934, 'Офтан Катахром гл.капли 10мл \r', NULL),
(935, 'Офтан дексаметазон гл.капли 0.1% 5мл\r', NULL),
(936, 'Тобрадекс капли 5 мл\r', NULL),
(937, 'Тауфон гл капли 4% 10мл\r', NULL),
(938, 'Тауфон капли глазные 4% 10мл\r', NULL),
(939, 'Гидрокортизон гл.мазь 0,5% 5г \r', NULL),
(940, 'Мидокалм амп. 10% 1мл №5 \r', NULL),
(941, 'Цефекон Д супп. рек. 50 мг №10\r', NULL),
(942, 'Цефекон Д супп. рек. д/детей 100 мг №10\r', NULL),
(943, 'Цефекон Д супп. рек. д/детей 250мг №10\r', NULL),
(944, 'Эритромицин гл.мазь 1000 ЕД 10г \r', NULL),
(945, 'Антигеморане супп. №10\r', NULL),
(946, 'Виферон-2 свечи 500000 МЕ №10\r', NULL),
(947, 'Лэсфаль р-р 50мг/мл по 5мл №5\r', NULL),
(948, 'Лаферобион 150 000 Ед №5\r', NULL),
(949, 'Генсулин Р сусп 100 ЕД/мл д/инъ 10 мл\r', NULL),
(950, 'Виферон-3 супп. рект. 1 000 000ME №10\r', NULL),
(951, 'Оксалин мазь 0,25% 10г \r', NULL),
(952, 'Мазь оксалиновая 0.25% 10г\r', NULL),
(953, 'Живокоста мазь (окопника) 40г\r', NULL),
(954, 'Гиоксизон мазь 10гр\r', NULL),
(955, 'Нистатин мазь 100000ЕД 15г \r', NULL),
(956, 'Преднизолон маль 0,5 10 г\r', NULL),
(957, 'Предуктал МР 35 мг\r', NULL),
(958, 'Палора сироп 100мл\r', NULL),
(959, 'Левомицетин гл. капли 0,25% 5мл \r', NULL),
(960, 'Руйхатга кирганлар\r', NULL),
(961, 'Неотон пор. Лиоф. д/приг инф р-ра 1,0 г №4\r', NULL),
(962, 'Сиофор 500 мг № 60\r', NULL),
(963, 'L-лизина эсцинад ампю 0.1% 5мл №10\r', NULL),
(964, 'Тиотриазолин амп. 2.5% 2мл №10 \r', NULL),
(965, 'Тиотриазолин р-р д/инъ 2,5 % 4 мл № 10\r', NULL),
(966, 'Адреналин амп. 0,18% 1мл №10\r', NULL),
(967, 'Л-Тироксин 100 №50\r', NULL),
(968, 'Фастум гель 30,0\r', NULL),
(969, 'Бромэргон таб. 2,5мг №30\r', NULL),
(970, 'Фуросемид таб. 0.04г №50\r', NULL),
(971, 'Моносан таб. 20мг №30\r', NULL),
(972, 'Мерказолила таб. 0.005г №100\r', NULL),
(973, 'Инфезол 40 500мл\r', NULL),
(974, 'Срок утганлар\r', NULL),
(975, 'Ультера таб по 20 мг № 14\r', NULL),
(976, 'Окситоцин амп. 5МЕ 1мл №10\r', NULL),
(977, 'Алмагель Нео пак 10мл №20\r', NULL),
(978, 'Изосорбид таб. 20 мг №30\r', NULL),
(979, 'Изосорбид таб. 40 мг №30\r', NULL),
(980, 'Небиволол таб. 5 мг №14\r', NULL),
(981, 'Стрептокиназа лиоф.1500000 ЕД №1\r', NULL),
(982, 'Гепарин р-р д/ин. 5000 ЕД/мл 5 мл №5\r', NULL),
(983, 'Эноксапарин натрия 4000 анти- Ха МЕ/ 0,4мл шпр. №10\r', NULL),
(984, 'Эноксапарин натрия 6000 анти- Ха МЕ/ 0,6мл шпр. №2\r', NULL),
(985, 'Доксазозин таб. 2 мг № 30\r', NULL),
(986, 'Доксазозин таб. 4 мг № 30\r', NULL),
(987, 'Дигоксин таб. 0,25 мг № 50\r', NULL),
(988, 'Фосфокреатин пор., для приготовления р-ра д/инф. 1 г №1\r', NULL),
(989, 'Норэпинефрин р-р для в/в введения 8 мг/4 мл №10\r', NULL),
(990, 'Валсартан таб. 80 мг №30\r', NULL),
(991, 'Циклофосфамид лиоф. пор. 200 мг №1\r', NULL),
(992, 'Цисплатин конц. или р-р д/ин 25 мг№1\r', NULL),
(993, 'Цисплатин конц. или р-р д/ин 50 мгг №1\r', NULL),
(994, 'Карбоплатин конц. 150 м №1\r', NULL),
(995, 'Карбоплатин конц 450 мг №1\r', NULL),
(996, 'Оксалиплатин лиоф. 50 мг №1\r', NULL),
(997, 'Оксалиплатин лиоф. 100 мг №1\r', NULL),
(998, 'Метотрексат таб. 2,5 мг №50\r', NULL),
(999, 'Метотрексат таб. 5 мг №50\r', NULL),
(1000, 'Метотрексат таб.10 мг №50\r', NULL),
(1001, 'Кальция фолинат раствор д/ин 50 мг №5\r', NULL),
(1002, 'Кальция фолинат раствор д/ин 100 мг №5\r', NULL),
(1003, '5 фторурацил конц. или р-р д/ин 250 мг №5\r', NULL),
(1004, '5 фторурацил конц. или р-р д/ин 500 мг №5\r', NULL),
(1005, 'Капецитабин таб. 500 мг №120\r', NULL),
(1006, 'Цитарабин конц. или р-р д/ин 100 мг №1\r', NULL),
(1007, 'Цитарабин конц. или р-р д/ин 500 мг №1\r', NULL),
(1008, 'Цитарабин конц. или р-р д/ин 1000 мг №1\r', NULL),
(1009, 'Гемцитабин пор. 200 мг №1\r', NULL),
(1010, 'Гемцитабин пор. 1000 мг №1\r', NULL),
(1011, 'Доксорубицин пор. 10 мг №1\r', NULL),
(1012, 'Доксорубицин пор. 50 мг №1\r', NULL),
(1013, 'Паклитаксел конц. 30 мг №1\r', NULL),
(1014, 'Паклитаксел конц. 100 мг №1\r', NULL),
(1015, 'Паклитаксел 260 мг №1\r', NULL),
(1016, 'Доцетаксел конц. 20 мг №1\r', NULL),
(1017, 'Доцетаксел конц. 80 мг №1\r', NULL),
(1018, 'Иринотекан конц. 40 мг №1\r', NULL),
(1019, 'Иринотекан конц.100 мг №1\r', NULL),
(1020, 'Этопозид конц. 100 мг №1\r', NULL),
(1021, 'Золедроновая кислота конц. 4 мг/5мл №1\r', NULL),
(1022, 'Тамоксифен таб. 10 мг №30\r', NULL),
(1023, 'Тамоксифен таб. 20 мг №30\r', NULL),
(1024, 'Блеомицин пор.15 МЕ №1\r', NULL),
(1025, 'Винорельбин конц. или р-р д/ин 10 мг №1\r', NULL),
(1026, 'Инсулины 100 МЕ/мл суспензия 10 мл №1 (короткого, продленного, смешанного действия)\r', NULL),
(1027, 'Гликлазид таб. 30 мг №30\r', NULL),
(1028, 'Тиоктовая кислота р-р д/ин. 3% 12 мл №5\r', NULL),
(1029, 'Левотироксин натрий таб. 100 мкг №50\r', NULL),
(1030, 'Метформин таб. 500 мг №50\r', NULL),
(1031, 'Метформин таб. 850 мг №60\r', NULL),
(1032, 'Метформин 1000 мг №60\r', NULL),
(1033, 'Десмопрессин капли 0,05% 5 мл №1\r', NULL),
(1034, 'Тиамазол таб. 5 мг №50\r', NULL),
(1035, 'Соматропин лиоф.д/приг. р-р 4 МЕ\r', NULL),
(1036, 'Бромкриптин таб. 2,5 мг №30\r', NULL),
(1037, 'Ситаглиптин/метформин таб. 50мг/500 мг таб. №28\r', NULL),
(1038, 'Пиоглитазон/глимепирид таб. по 30 мг +2 мг №10\r', NULL),
(1039, 'Этинилэстрадиол+гестогены таб. 0,03 мг +2 мг №21\r', NULL),
(1040, 'Дидрогестерон таб. 10 мг №20\r', NULL),
(1041, 'Тригексифенидил таб. 2 мг №50\r', NULL),
(1042, 'Леводопа/карбидопа таб. 250/25мг №100\r', NULL),
(1043, 'Галоперидол р-р д/ин. 5мг/1мл 1мл №5\r', NULL),
(1044, 'Клозапин 0,25 г №50\r', NULL),
(1045, 'Клозапин 0,1 г №50\r', NULL),
(1046, 'Хлорпромазин р-р д/ин. 25 мг/мл 2 мл №10\r', NULL),
(1047, 'Рисперидон таб. 2 мг №30\r', NULL),
(1048, 'Трифлуоперазин р-р д/ин. 0,2% 1 мл\r', NULL),
(1049, 'Трифлуоперазин таб. 5 мг №50\r', NULL),
(1050, 'Амитриптилин г/х 10 мг/мл 2 мл №10\r', NULL),
(1051, 'Венлафаксин таб. 37,5 мг №28\r', NULL),
(1052, 'Венлафаксин таб. 75 мг №28\r', NULL),
(1053, 'Венлафаксин таб. 150 мг №28\r', NULL),
(1054, 'Феназепам таб. 0,5 мг №50\r', NULL),
(1055, 'Феназепам таб. 1 мг №50\r', NULL),
(1056, 'Феназепам таб. 2,5 мг №50\r', NULL),
(1057, 'Диазепам таб. 5 мг №20\r', NULL),
(1058, 'Диазепам р-р д/ин. 0,5% 2 мл №10\r', NULL),
(1059, 'Вальпроевая кислота капс. 300 мг №100\r', NULL),
(1060, 'Пилокарпин глазные капли 1% 5 мл №1\r', NULL),
(1061, 'Эмоксипин р-р д/ин. 10мг/мл 1 мл №10\r', NULL),
(1062, 'Диклофенак глазные капли 0,1% 5 мл №1\r', NULL),
(1063, 'Тетракаин глазные капли 1% 10 мл №10\r', NULL),
(1064, 'Гидрокортизон глазная мазь 0,5% 3 г №1\r', NULL),
(1065, 'Левофлоксацин глаз.капли 0,5% 5 мл №1\r', NULL),
(1066, 'Латанопрост капли глазные 0,005% 2,5 мл №1\r', NULL),
(1067, 'Бринзоламид капли глазные 1% 5 мл №1\r', NULL);
INSERT INTO `goods` (`id`, `goodname`, `shcode`) VALUES
(1068, 'Рифампицин капс. 150 мг №80\r', NULL),
(1069, 'Туберкулин р-р д/ин. 2 ТЕ/доза 3 мл №10\r', NULL),
(1070, 'Фамотидин таб. 20 мг №20\r', NULL),
(1071, 'Фамотидин таб. 40 мг №20\r', NULL),
(1072, 'Адеметионин таб. 400 мг №20\r', NULL),
(1073, 'Этамзилат р-р д/ин. 12,5% 2 мл №10\r', NULL),
(1074, 'Фенспирид таб. 80 мг №30\r', NULL),
(1075, 'Моксифлоксацин таб. 400 мг №10\r', NULL),
(1076, 'Ацетилцистеин таб. 200 мг №20\r', NULL),
(1077, 'Ацетилцистеин таб. 600 мг №20\r', NULL),
(1078, 'Ацетилцистеин р-р д/ин. 100 мг/мл №10\r', NULL),
(1079, 'Монтелукаст таб. 10 мг №28\r', NULL),
(1080, 'Эритропоэтин р-р д/ин. 2000МЕ/0,3мл №6\r', NULL),
(1081, 'Фуросемид таб. 40 мг №50\r', NULL),
(1082, 'Гидрохлортиазид таб. 25 мг №20\r', NULL),
(1083, 'Гидрохлортиазид таб. 100 мг №20\r', NULL),
(1084, 'Нитроксолин таб. 50 мг №50\r', NULL),
(1085, 'Интерферон пор. 1000 МЕ №10\r', NULL),
(1086, 'Кетопрофен гель 30 г, №1\r', NULL),
(1087, 'Кетопрофен гель 50 г №1\r', NULL),
(1088, 'Солифенацин таб. 5 мг №30\r', NULL),
(1089, 'Изофлюран жидкость д/инг. 100 мл №1\r', NULL),
(1090, 'Галотан жидкость 250 мл №1\r', NULL),
(1091, 'Севофлуран жидкость д/инг. 250 мл №1\r', NULL),
(1092, 'Натрия оксибутират р-р д/ин. 200мг/мл 5 мл №10\r', NULL),
(1093, 'Тиопентал натрий лиоф.пор. д/ин. 0,5 г №1\r', NULL),
(1094, 'Тиопентал натрий лиоф.пор. д/ин. 1,0 г №1\r', NULL),
(1095, 'Кетамина гидрохлорид амп. 50мг/мл 2 мл №10\r', NULL),
(1096, 'Пропофол эмул. д/ин. 10 мг/мл по 20 мл № 5\r', NULL),
(1097, 'Морфин р-р д/ин. 10мг/мл 1мл №5\r', NULL),
(1098, 'Омнопон р-р д/ин. 10 мг/мл 1мл №5\r', NULL),
(1099, 'Фентанил р-р д/ин. 0,05мг/мл 2 мл №5\r', NULL),
(1100, 'Трамадол капс. 50 мг №20\r', NULL),
(1101, 'Циклоспорин А капсулы 25 мг, №30\r', NULL),
(1102, 'Циклоспорин А капсулы 50 мг №30\r', NULL),
(1103, 'Циклоспорин А капсулы 100 мг №30\r', NULL),
(1104, 'Такролимус капсулы по 0,5 мг, 1мг №50\r', NULL),
(1105, 'Такролимус капсулы по 1мг №50\r', NULL),
(1106, 'Микофенолата мофетил таб. 250 мг №100\r', NULL),
(1107, 'Микофенолата мофетил таб. 500 мг №30\r', NULL),
(1108, 'Амиадарон р-р д/ин. 150 мг/3 мл №6\r', NULL),
(1109, 'Окситоцин р-р д/ин. 5 МЕ/мл №10\r', NULL),
(1110, 'Верапамил р-р д/ин. 2,5 мг/мл 2 мл №10\r', NULL),
(1111, 'Прозерин р-р д/ин. 0,5 мг/мл 1 мл №10\r', NULL),
(1112, 'Бензогексоний р-р д/ин. 2,5% 1 мл №10\r', NULL),
(1113, 'Бупивакаин р-р д/ин. 0,5% 4 мл №10\r', NULL),
(1114, 'Хлоропирамин р-р д/ин. 20 мг/мл по 1 мл №10\r', NULL),
(1115, 'Цефтриаксон + тазобактам пор.д/ин. 1000 мг+125 мг №1\r', NULL),
(1116, 'Стент без лекарственного покрытия: диаметр 2,5 мм длина 15 мм\r', NULL),
(1117, 'Стент без лекарственного покрытия: диаметр 2,5 мм длина 24 мм\r', NULL),
(1118, 'Стент без лекарственного покрытия:диаметр 2,75 мм длина 18 мм\r', NULL),
(1119, 'Стент без лекарственного покрытия:диаметр 2,75 мм длина 24 мм\r', NULL),
(1120, 'Стент без лекарственного покрытия:диаметр 3,5 мм длина 15 мм\r', NULL),
(1121, 'Стент без лекарственного покрытия:диаметр 3,5 мм длина 18 мм\r', NULL),
(1122, 'Стент без лекарственного покрытия:диаметр 3,75 мм длина 15 мм\r', NULL),
(1123, 'Стент без лекарственного покрытия:диаметр 3,75 мм длина 18 мм\r', NULL),
(1124, 'Магистрали для гемодиазиза\r', NULL),
(1125, 'Диагностические проводники 0,035\"- 150 см\r', NULL),
(1126, 'Гидрофильные проводники 0,035\" - 260 мм\r', NULL),
(1127, 'Сверхжесткие длинные проводники 0,035\" - 260 мм\r', NULL),
(1128, 'Интродьюсеры с гемостатическим клапаном\r', NULL),
(1129, 'Диализаторы: для взрослых (площадь ульрафильтрации 1,5)\r', NULL),
(1130, 'Диализаторы: для взрослых (площадь ульрафильтрации 1,8)\r', NULL),
(1131, 'Диализаторы: для взрослых (площадь ульрафильтрации 2,0)\r', NULL),
(1132, 'Набор катетеров для внутрисосудистого протезирования с комплектующими частями и', NULL),
(1133, 'Клипсы для клипсонакладывателей, в кассете №6: Эндоскопические клипсы размерами 5', NULL),
(1134, 'Клипсы для клипсонакладывателей, в кассете №6: Эндоскопические клипсы размерами 9', NULL),
(1135, 'Клипсы для клипсонакладывателей, в кассете №6: Эндоскопические клипсы размерами 1', NULL),
(1136, 'Г убка гемостатическая абсорбирующая желатиновая рассасывающаяся стерильная 7см', NULL),
(1137, 'Дыхательные фильтры\r', NULL),
(1138, 'Верапамил таб. 80 мг №50\r', NULL),
(1139, 'Изосорбида динитрат концентрат для р-ра д/инф. 1 мг/мл 10 мл №10\r', NULL),
(1140, 'Метопролол таб. 50 мг №30\r', NULL),
(1141, 'Дигоксин р-р д/ин. 0,25 мг/мл по 1 мл №10\r', NULL),
(1142, 'Нитроглицерин концентрат для приготовления р-ра д/инф. 1 мг/мл 10 мл №10\r', NULL),
(1143, 'Ифосфамид + Месна пор. для приг. р-р д/ин. 1 г в комплекте с р-ром д/ин. 200 мг/2 мл 2 мл №3\r', NULL),
(1144, 'Иммуноглобулин человека нормальный 50 мг/мл 20 мл №1\r', NULL),
(1145, 'Инсулины 100 МЕ/мл в картр №5 (короткого, продленного действия)\r', NULL),
(1146, 'L-лизина эсцинат р-р д/ин. 0,1% 5 мл №10\r', NULL),
(1147, 'Тиотриазолин р-р д/ин. 2 мл №10\r', NULL),
(1148, 'Тиотриазолин р-р д/ин. 4 мл №10\r', NULL),
(1149, 'Левомепромазин таб. 25мг №50\r', NULL),
(1150, 'Левомепромазин р-р д/ин. 2,5% 2 мл №5\r', NULL),
(1151, 'Бензобарбитал таб. 100 мг №50\r', NULL),
(1152, 'Фенобарбитал таб. 100 мг №10\r', NULL),
(1153, 'Атропин глазные капли 1% 5 мл №1\r', NULL),
(1154, 'Тропикамид глазные капли 1% 10 мл №1\r', NULL),
(1155, 'Тропикамид глазные капли 1% 15 мл №1\r', NULL),
(1156, 'Дорзоламид+тимолол капли глазные 20 мг/мл+5 мг/мл по 5 мл №1\r', NULL),
(1157, 'Сальбутамол аэр. 100 мкг/1 доза 200 доз №1\r', NULL),
(1158, 'Фенотерол +Ипратропия бромид аэр. 20 мкг+50 мкг/доза 200 доз №1\r', NULL),
(1159, 'Преднизолон таб. 5 мг №100\r', NULL),
(1160, 'Беклометазон аэр. 50 мкг/доза, 100 мкг/доза, 200 доз №1\r', NULL),
(1161, 'Беклометазон аэр. 250 мкг/доза 200 доз №1 - 50,0\r', NULL),
(1162, 'Орнитин Концентрат для приготовления раствора для инфузий 500 мг/мл 10 мл №10\r', NULL),
(1163, 'Аминокислоты р-р д/инф. 250 мл\r', NULL),
(1164, 'Аминокислоты р-р д/инф 500 мл №1\r', NULL),
(1165, 'Софосбувир таб. 400мг №28\r', NULL),
(1166, 'Ледипасвир 90 мг+тофосбувир таб. 400мг №28\r', NULL),
(1167, 'Транексамовая кислота р-р для ин. 100 мг/мл 5 мл №5\r', NULL),
(1168, 'Пипекурония бромид лиоф. в амп. 4 мг №10\r', NULL),
(1169, 'Мидазолам р-р д/ин 5мг/мл 3мл №5\r', NULL),
(1170, 'Омнопон р-р д/ин. 20 мг/мл 1мл №5\r', NULL),
(1171, 'Тримеперидин р-р д/ин. 10 мг/мл 1 мл №10\r', NULL),
(1172, 'Тримеперидин р-р д/ин. 20 мг/мл 1 мл №5\r', NULL),
(1173, 'Трамадол р-р д/ин. 5% 2 мл №10\r', NULL),
(1174, 'Допамин концентрат р-р д/ин. 4% 5 мл №10\r', NULL),
(1175, 'Йогексол фл. 350 мг йода/мл 50 мл №1\r', NULL),
(1176, 'Фшотидин р-р д/ин., 20 мг №10\r', NULL),
(1177, 'Атропина сульфат р-р д/ин. 0,1%, №10\r', NULL),
(1178, 'Фитоменадион р-р д/ин. 1 мг/0,5 мл по 0,5 мл №10\r', NULL),
(1179, 'Нандролон р-р масляный д/ин. 50 мг/мл 1 мл №1\r', NULL),
(1180, 'Гидрокортизон сус. д/ин. 2,5 % 2 мл №10\r', NULL),
(1181, 'Дроперидол р-р д/ин. 2,5 мг/мл 2 мл №5\r', NULL),
(1182, 'Дроперидол р-р д/ин. 2,5 мг/мл 5 мл №5\r', NULL),
(1183, 'Кофеин бензоат натрия р-р д/ин. 200 мг/мл 1 мл №10\r', NULL),
(1184, 'Пропафенон р-р для/ин. 3,5 мг/мл 10 мл №10\r', NULL),
(1185, 'Фенилэфрин р-р д/ин. 10 мг/мл 1 мл №10\r', NULL),
(1186, 'Эпинефрин р-р д/ин. 1,8 мг/мл 1 мл №10\r', NULL),
(1187, 'Милринон р-р д/ин. 1 мг/мл 10 мл №10\r', NULL),
(1188, 'Кардиостимуляторы однокамерные имплантируемые\r', NULL),
(1189, 'Фистулы: иглы фистульные артериальные и венозные, размер 15G\r', NULL),
(1190, 'Фистулы: иглы фистульные артериальные и венозные, размер 16G\r', NULL),
(1191, 'Фистулы: иглы фистульные артериальные и венозные, размер 17G\r', NULL),
(1192, 'Оксигенаторы\r', NULL),
(1193, 'Рассасывающиеся нити лигатура (плетеная нить полигликолидная с покрытием фиолет?', NULL),
(1194, 'Изделия для диализортерапии (набор для диализа 2-х канальный)\r', NULL),
(1195, 'Материал хирургический гемостатический рассасывающийся, размеры: 2,5 см х 5 см\r', NULL),
(1196, 'Материал хирургический гемостатический рассасывающийся, размеры: 5,1 см х 10,2 см\r', NULL),
(1197, 'Материал хирургический гемостатический рассасывающийся, размеры: 10 см х 10 см\r', NULL),
(1198, 'Сосудистые проводники (коронарный баллоный катетер)\r', NULL),
(1199, 'Катетеры и стенты для эндоурологических операций: мочеточниковые', NULL),
(1200, 'Тестовый препарат', NULL),
(1201, 'Анальгин', NULL),
(1202, '1111111', NULL),
(1203, '', NULL),
(1204, 'tytytiutuy', NULL),
(1205, 'uuu', NULL),
(1207, 'LLLLLLLLLLLLLLLLLLLLLLLL', NULL),
(1209, '666', NULL),
(1210, 'asdfasd', NULL),
(1214, '8000asas', NULL);

-- --------------------------------------------------------

--
-- Структура таблицы `investment`
--

CREATE TABLE `investment` (
  `id` int(11) NOT NULL,
  `pricer_id` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `price` decimal(65,1) DEFAULT NULL,
  `add_date` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `investment`
--

INSERT INTO `investment` (`id`, `pricer_id`, `user_id`, `price`, `add_date`) VALUES
(1, 3, 15, '50000.0', '2020-12-08 01:13:05'),
(2, 3, 15, '15000.0', '2020-12-08 01:17:08');

-- --------------------------------------------------------

--
-- Структура таблицы `laboratory_analyze`
--

CREATE TABLE `laboratory_analyze` (
  `id` int(11) NOT NULL,
  `user_id` int(11) DEFAULT NULL,
  `visit_id` int(11) DEFAULT NULL,
  `service_id` int(11) DEFAULT NULL,
  `analyze_id` int(11) DEFAULT NULL,
  `result` varchar(150) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `deviation` tinyint(1) DEFAULT NULL,
  `description` varchar(300) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `laboratory_analyze_type`
--

CREATE TABLE `laboratory_analyze_type` (
  `id` int(11) NOT NULL,
  `service_id` int(11) DEFAULT NULL,
  `name` varchar(100) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `code` varchar(20) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `standart` varchar(250) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `status` tinyint(1) DEFAULT 1
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `laboratory_analyze_type`
--

INSERT INTO `laboratory_analyze_type` (`id`, `service_id`, `name`, `code`, `standart`, `status`) VALUES
(1, 45, 'АЛТ', 'lab-07', '20-40', 1),
(2, 45, 'АСТ', 'lab-08', '15-35', 1),
(3, 45, 'Общий белок', 'lab-09', '55-80', 1);

-- --------------------------------------------------------

--
-- Структура таблицы `notes`
--

CREATE TABLE `notes` (
  `id` int(11) NOT NULL,
  `parent_id` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `date_text` varchar(255) COLLATE utf8_bin NOT NULL,
  `description` varchar(255) COLLATE utf8_bin NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_bin;

-- --------------------------------------------------------

--
-- Структура таблицы `products`
--

CREATE TABLE `products` (
  `product_id` int(11) NOT NULL,
  `product_code` varchar(200) CHARACTER SET utf32 DEFAULT NULL,
  `gen_name` varchar(200) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `product_name` varchar(200) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `cost` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `o_price` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `price` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `profit` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `supplier` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `catg` varchar(30) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `onhand_qty` int(10) DEFAULT NULL,
  `qty` int(10) DEFAULT NULL,
  `qty_sold` int(10) DEFAULT NULL,
  `sdate` varchar(256) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `ediz` varchar(56) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `expiry_date` varchar(500) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `date_arrival` varchar(500) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `fakturanumber` varchar(200) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `qtyu` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `shcod` varchar(256) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `nnak` varchar(30) COLLATE utf8mb4_unicode_ci DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `products`
--

INSERT INTO `products` (`product_id`, `product_code`, `gen_name`, `product_name`, `cost`, `o_price`, `price`, `profit`, `supplier`, `catg`, `onhand_qty`, `qty`, `qty_sold`, `sdate`, `ediz`, `expiry_date`, `date_arrival`, `fakturanumber`, `qtyu`, `shcod`, `nnak`) VALUES
(152, 'Парацетамол таб 500 мг №10', '????', '5656', '', '1000', '1150', '', 'Timur Xakimov', 'Обычные', 0, 412, 0, '2020-11-10', 'УП', '2020-11-21', '2020-11-17', '55', '5', '565656', '5633'),
(155, 'Кислота ацетилсалициловая таб. 500 мг №10\r\n', '3', '3', NULL, '1', '33', '32', 'Timur Xakimov', NULL, NULL, 12, NULL, '2020-11-18', 'УП', '2020-11-19', '2020-11-06', '3344', '3', '22', '3'),
(156, '﻿Нитроглицерин таблетки 0,5 мг №50\r\n', '1', '1', NULL, '100', '102', '2', 'Alex Fresher', NULL, NULL, 2, NULL, '2020-12-07', 'ШТ', '2020-12-11', '2020-12-24', '1', '1', '1', '1');

-- --------------------------------------------------------

--
-- Структура таблицы `purchases`
--

CREATE TABLE `purchases` (
  `transaction_id` int(11) NOT NULL,
  `invoice_number` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `date` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `suplier` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `remarks` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблицы `purchases_item`
--

CREATE TABLE `purchases_item` (
  `id` int(11) NOT NULL,
  `name` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `qty` int(11) NOT NULL,
  `cost` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `invoice` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблицы `sales`
--

CREATE TABLE `sales` (
  `transaction_id` int(11) NOT NULL,
  `invoice_number` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `cashier` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `date` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `type` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `amount` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `profit` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `due_date` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `name` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `balance` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `sales`
--

INSERT INTO `sales` (`transaction_id`, `invoice_number`, `cashier`, `date`, `type`, `amount`, `profit`, `due_date`, `name`, `balance`) VALUES
(142, 'RS-43223233', 'Admin', '04/04/17', 'cash', '200', '10', '1', '1', ''),
(143, 'RS-433272', 'Admin', '04/04/17', 'cash', '1000', '50', '1', '1', ''),
(144, 'RS-32035', 'Admin', '04/05/17', 'cash', '1000', '60', '10', 'Ãóëîì', ''),
(145, 'RS-03620232', 'Admin', '04/05/17', 'cash', '2000', '120', '2', '1', ''),
(146, 'RS-252022', 'Admin', '04/05/17', 'cash', '', '', '1', '1', ''),
(147, 'RS-983003', 'Admin', '04/05/17', 'cash', '2000', '120', '10', 'ââ', ''),
(148, 'RS-2736333', 'Admin', '04/05/17', 'cash', '60000', '59400', '20', 'Ñ‹Ñ†Ð»Ð¾', ''),
(149, 'RS-2322032', 'Admin', '04/05/17', 'cash', '20000', '19800', '12', '12', ''),
(150, 'RS-20076', 'Admin', '04/05/17', 'cash', '2000', '800', '100000000', 'ÐžÐžÐž Ð¤Ð°Ñ€Ð¼Ð°', ''),
(151, 'RS-202323', 'Admin', '04/05/17', 'cash', '20000', '19800', '20000', '', ''),
(152, 'RS-3829303', 'Admin', '04/05/17', 'cash', '2000', '800', '1', '', ''),
(153, 'RS-30404632', 'Admin', '04/05/17', 'cash', '10000', '2000', '1', '', ''),
(154, 'RS-23322', 'Admin', '04/05/17', 'cash', '10000', '4000', '1', 'ÐÐ»Ð¸ÑˆÐµÑ€', ''),
(155, 'RS-2223022', 'Admin', '04/05/17', 'cash', '5000', '1000', '2', 'Ð°Ð»Ð¸', ''),
(156, 'RS-4030300', 'Admin', '04/05/17', 'cash', '5000', '1000', '2', '', ''),
(157, 'RS-353223', 'Admin', '04/05/17', 'cash', '10000', '2000', '2', '', ''),
(158, 'RS-603203', 'Admin', '04/05/17', 'cash', '1000', '200', '2', '', ''),
(159, '', 'Admin', '04/05/17', 'cash', '6000', '1200', '1', '', ''),
(160, 'RS-3233326', 'Admin', '04/05/17', 'cash', '2000', '800', '21', '', ''),
(161, 'RS-0933830', 'Admin', '04/05/17', 'cash', '1000', '200', '12', '', ''),
(162, 'RS-7003335', 'Admin', '04/05/17', 'cash', '10000', '2000', '1', '', ''),
(163, 'RS-33990832', 'Admin', '04/05/17', 'cash', '2000', '800', '1', '', ''),
(164, 'RS-2330', 'Admin', '04/05/17', 'cash', '1000', '200', '12', '', ''),
(165, '', 'Admin', '04/05/17', 'cash', '1000', '200', '1212', '1212', ''),
(166, 'RS-22732033', 'Admin', '04/05/17', 'cash', '2000', '400', '1', '', ''),
(167, 'RS-6295220', 'Admin', '04/05/17', 'cash', '2000', '400', '222', '', ''),
(168, 'RS-33233', 'Admin', '04/05/17', 'cash', '2000', '400', '6000000', '', ''),
(169, 'RS-23223303', 'Admin', '04/05/17', 'cash', '2000', '800', '1', '', ''),
(170, '', 'Admin', '04/05/17', 'cash', '1000', '200', '12', '', ''),
(171, '', 'Admin', '04/05/17', 'cash', '1000', '200', '1', '', ''),
(172, 'RS-02000', 'Admin', '04/05/17', 'cash', '2000', '800', '12', '', ''),
(173, '', 'Admin', '04/05/17', 'cash', '13000', '2600', '1', '', ''),
(174, 'RS-2228373', 'Admin', '04/06/17', 'cash', '10000', '2000', '1', '', ''),
(175, 'RS-23732', 'Admin', '04/06/17', 'cash', '5000', '1600', '10', '', ''),
(176, '', 'Admin', '04/06/17', 'cash', '5000', '1600', '1', '', ''),
(177, '', 'Admin', '04/06/17', 'cash', '6000', '1800', '1', '', ''),
(178, '', 'Admin', '04/06/17', 'cash', '6000', '1800', '6000', '', ''),
(179, '', 'Admin', '04/06/17', 'cash', '4000', '1600', '100000', '', ''),
(180, 'RS-3202070', 'Admin', '04/06/17', 'cash', '1000', '200', '1', '', ''),
(181, 'RS-2308303', 'Admin', '04/06/17', 'cash', '1000', '200', '500', '', ''),
(182, 'RS-2232283', 'Admin', '04/07/17', 'cash', '5000', '1600', '', '', ''),
(183, '', 'Admin', '04/07/17', 'cash', '4000', '1600', '', '', ''),
(184, 'RS-3272228', 'Admin', '04/07/17', 'cash', '2000', '800', '', '', ''),
(185, 'RS-3272228', 'Admin', '04/07/17', 'cash', '2000', '800', '', '', ''),
(186, 'RS-224360', 'Admin', '04/07/17', 'cash', '2000', '800', '', '', ''),
(187, 'RS-60233', 'Admin', '04/07/17', 'cash', '2775000', '555000', '', '', ''),
(188, 'RS-03423', 'Admin', '04/08/17', 'cash', '2000', '1800', '', '', ''),
(189, 'RS-6659330', 'Admin', '04/08/17', 'cash', '17', '-18983', '', '', ''),
(190, 'RS-9287543', 'Admin', '04/09/17', 'cash', '80000', '9560', '', '', ''),
(191, 'RS-26037230', 'Admin', '04/10/17', 'cash', '34', '-37966', '', '', ''),
(192, '', 'Admin', '04/10/17', 'cash', '417017', '26052', '', '', ''),
(193, 'RS-3282224', 'Admin', '04/10/17', 'cash', '400000', '360000', '', '', ''),
(194, 'RS-224232', 'Admin', '04/14/17', 'cash', '3000', '1000', '', '', ''),
(195, 'RS-32433733', 'Admin', '04/14/17', 'cash', '1980000', '1584000', '', '', ''),
(196, 'RS-002342', 'Admin', '04/14/17', 'cash', '6000000', '2000000', '', '', ''),
(197, 'RS-90723390', 'Admin', '04/14/17', 'cash', '28500', '9500', '', '', ''),
(198, 'RS-5340336', 'Admin', '04/14/17', 'cash', '75000', '25000', '', '', ''),
(199, 'RS-243238', 'Admin', '04/14/17', 'cash', '300', '100', '', '', ''),
(200, 'RS-030332', 'Admin', '04/14/17', 'cash', '188000', '0', '', '', ''),
(201, 'RS-30228773', 'Admin', '04/14/17', 'cash', '64000', '0', '', '', ''),
(202, 'RS-023649', 'Admin', '04/14/17', 'cash', '99000', '0', '', '', ''),
(203, 'RS-92333', 'Admin', '04/17/17', 'cash', '2000', '0', '', '', ''),
(204, '', 'Admin', '04/17/17', 'cash', '2000', '0', '', '', ''),
(205, 'RS-0220350', 'Admin', '04/17/17', 'cash', '2000', '0', '', '', ''),
(206, 'RS-2352202', 'Admin', '04/17/17', 'cash', '2000', '0', '', '', ''),
(207, 'RS-02782943', 'Admin', '04/17/17', 'cash', '2000', '0', '', '', ''),
(208, 'RS-352265', 'Admin', '04/17/17', 'cash', '2000', '0', '', '', ''),
(209, 'RS-262325', 'Admin', '04/18/17', 'cash', '7125', '2375', '', '', ''),
(210, 'RS-232303', 'Admin', '04/18/17', 'cash', '23750', '14250', '', '', ''),
(211, 'RS-4232', 'Admin', '04/20/17', 'cash', '1250', '750', '', '', ''),
(212, 'RS-973623', 'Admin', '04/20/17', 'cash', '250', '150', '', '', ''),
(213, 'RS-2526323', 'Admin', '04/24/17', 'cash', '300', '50', '', '', ''),
(214, 'RS-202302', 'Admin', '04/24/17', 'cash', '5500', '500', '', '', ''),
(215, 'RS-303230', 'Admin', '04/26/17', 'cash', '60', '10', '', '', ''),
(216, 'RS-2302330', 'Kassir', '05/04/17', 'cash', '500', '46', '', '', ''),
(217, 'RS-423022', 'Admin', '05/06/17', 'cash', '500', '46', '', '', ''),
(218, 'RS-3228092', 'Admin', '05/06/17', 'cash', '3300', '900', '', '', ''),
(219, 'RS-3228092', 'Admin', '05/06/17', 'cash', '3300', '900', '', '', ''),
(220, 'RS-3228092', 'Admin', '05/06/17', 'cash', '3300', '900', '', '', ''),
(221, 'RS-3228092', 'Admin', '05/06/17', 'cash', '3300', '900', '', '', ''),
(222, 'RS-3228092', 'Admin', '05/06/17', 'cash', '3300', '900', '', '', ''),
(223, 'RS-3228092', 'Admin', '05/06/17', 'cash', '3300', '900', '', '', ''),
(224, '', 'Admin', '05/07/17', 'cash', '500', '46', '', '', ''),
(225, 'RS-8973', 'Admin', '05/15/17', 'cash', '1100', '100', '', '', ''),
(226, 'RS-53322', 'Admin', '05/15/17', 'cash', '1100', '100', '', '', ''),
(227, 'RS-33522806', 'Admin', '05/15/17', 'cash', '3300', '300', '', '', ''),
(228, 'RS-2032268', 'Admin', '05/15/17', 'cash', '1100', '100', '', '', ''),
(229, 'RS-322324', 'Admin', '05/15/17', 'cash', '1100', '100', '', '', ''),
(230, '', 'Admin', '05/15/17', 'cash', '500', '46', '', '', ''),
(231, '', 'Admin', '05/15/17', 'cash', '500', '46', '', '', ''),
(232, 'RS-838083', 'Admin', '05/15/17', 'cash', '1100', '100', '', '', ''),
(233, 'RS-39023243', 'Admin', '05/16/17', 'cash', '15400', '1400', '', '', ''),
(234, 'RS-37053', 'Admin', '05/16/17', 'cash', '2000', '750', '', '', ''),
(235, '', 'Admin', '05/16/17', 'cash', '3100', '850', '', '', ''),
(236, 'RS-0932333', 'Admin', '05/16/17', 'cash', '19200', '7200', '', '', ''),
(237, '', 'Admin', '05/16/17', 'cash', '2000', '750', '', '', ''),
(238, '', 'Admin', '05/16/17', 'cash', '2000', '750', '', '', ''),
(239, '', 'Admin', '05/16/17', 'cash', '2000', '750', '', '', ''),
(240, 'RS-40339033', 'Admin', '05/16/17', 'cash', '22400', '1400', '', '', ''),
(241, 'RS-03632963', 'Admin', '05/16/17', 'cash', '1500', '72', '', '', ''),
(242, 'RS-3030370', 'Admin', '05/16/17', 'cash', '1500', '72', '', '', ''),
(243, 'RS-0327332', 'Admin', '05/16/17', 'cash', '4500', '216', '', '', ''),
(244, 'RS-333409', 'Admin', '05/16/17', 'cash', '21000', '1008', '', '', ''),
(245, 'RS-2222334', 'Admin', '05/16/17', 'cash', '1500', '72', '', '', ''),
(246, 'RS-3083233', 'Admin', '05/16/17', 'cash', '4500', '216', '', '', ''),
(247, '', 'Admin', '05/16/17', 'cash', '2000', '750', '', '', ''),
(248, '', 'Admin', '05/16/17', 'cash', '3500', '822', '', '', ''),
(249, 'RS-38200', 'Admin', '05/16/17', 'cash', '', '', '', '', ''),
(250, 'RS-33027322', 'Admin', '05/16/17', 'cash', '', '', '', '', ''),
(251, 'RS-33027322', 'Admin', '05/16/17', 'cash', '1500', '72', '', '', ''),
(252, '', 'Admin', '05/16/17', 'cash', '2200', '825', '', '', ''),
(253, '', 'Admin', '05/16/17', 'cash', '2200', '825', '', '', ''),
(254, 'RS-4038', 'Admin', '05/16/17', 'cash', '1500', '72', '', '', ''),
(255, 'RS-5263930', 'Admin', '05/17/17', 'cash', '3000', '144', '', '', ''),
(256, '', 'Admin', '05/17/17', 'cash', '200', '75', '', '', ''),
(257, 'RS-0232223', 'Admin', '05/17/17', 'cash', '3500', '822', '', '', ''),
(258, 'RS-2309263', 'Admin', '05/17/17', 'cash', '1500', '72', '', '', ''),
(259, 'RS-093232', 'Admin', '05/17/17', 'cash', '1500', '72', '', '', ''),
(260, 'RS-6308665', 'Admin', '05/17/17', 'cash', '1500', '72', '', '', ''),
(261, 'RS-9042033', 'Admin', '05/17/17', 'cash', '1500', '72', '', '', ''),
(262, 'RS-323403', 'Admin', '05/17/17', 'cash', '1500', '72', '', '', ''),
(263, 'RS-93286263', 'Admin', '05/17/17', 'cash', '18000', '5145', '', '', ''),
(264, 'RS-742032', 'Admin', '05/17/17', 'cash', '10000', '3334', '', '', ''),
(265, 'RS-8203633', 'Admin', '05/17/17', 'cash', '10000', '3334', '', '', ''),
(266, 'RS-027303', 'Admin', '05/17/17', 'cash', '5000', '1667', '', '', ''),
(267, 'RS-723470', 'Admin', '05/17/17', 'cash', '1500', '72', '', '', ''),
(268, 'RS-4008232', 'Admin', '05/17/17', 'cash', '5000', '1667', '', '', ''),
(269, 'RS-008235', 'Admin', '05/17/17', 'cash', '1500', '72', '', '', ''),
(270, 'RS-33628520', 'Admin', '05/17/17', 'cash', '1500', '72', '', '', ''),
(271, 'RS-93222233', 'Admin', '05/17/17', 'cash', '5000', '1667', '', '', ''),
(272, 'RS-505220', 'Admin', '05/18/17', 'cash', '1500', '72', '', '', ''),
(273, 'RS-032353', 'Admin', '05/18/17', 'cash', '1500', '72', '', '', ''),
(274, 'RS-0228390', 'Admin', '05/18/17', 'cash', '5000', '1667', '', '', ''),
(275, 'RS-023043', 'Admin', '05/18/17', 'cash', '1500', '72', '', '', ''),
(276, 'RS-2037035', 'Admin', '05/18/17', 'cash', '1500', '72', '', '', ''),
(277, 'RS-4235', 'Admin', '05/18/17', 'cash', '1500', '72', '', '', ''),
(278, 'RS-43353', 'Admin', '05/18/17', 'cash', '1500', '72', '', '', ''),
(279, 'RS-2233304', 'Admin', '05/18/17', 'cash', '60500', '17174', '', '', ''),
(280, 'RS-2096032', 'Admin', '05/18/17', 'cash', '107000', '27968', '', '', ''),
(281, 'RS-522324', 'Admin', '05/18/17', 'cash', '121500', '35799', '', '', ''),
(282, 'RS-2228203', 'Admin', '05/18/17', 'cash', '5000', '1667', '', '', ''),
(283, 'RS-333200', 'Admin', '05/18/17', 'cash', '5000', '1667', '', '', ''),
(284, 'RS-2222', 'Admin', '05/18/17', 'cash', '1500', '72', '', '', ''),
(285, 'RS-036322', 'Admin', '05/18/17', 'cash', '5000', '1667', '', '', ''),
(286, 'RS-8536', 'Admin', '05/18/17', 'cash', '5000', '1667', '', '', ''),
(287, 'RS-6404330', 'Admin', '05/18/17', 'cash', '5000', '1667', '', '', ''),
(288, '', 'Admin', '05/18/17', 'cash', '11500', '3406', '', '', ''),
(289, 'RS-4022323', 'Admin', '05/18/17', 'cash', '10000', '3334', '', '', ''),
(290, 'RS-202668', 'Admin', '05/18/17', 'cash', '11500', '3406', '', '', ''),
(291, 'RS-0403933', 'Admin', '06/26/17', 'cash', '50000', '16670', '', '', ''),
(292, 'RS-242232', 'Admin', '06/28/17', 'cash', '52000', '15336', '', '', ''),
(293, 'RS-30082452', 'Admin', '07/24/17', 'cash', '47050', '7550', '', '', ''),
(294, 'RS-2293373', 'Admin', '07/24/17', 'cash', '19700', '1700', '', '', ''),
(295, 'RS-283392', 'Admin', '07/26/17', 'cash', '15000', '720', '', '', '');

-- --------------------------------------------------------

--
-- Структура таблицы `sales_order`
--

CREATE TABLE `sales_order` (
  `transaction_id` int(11) NOT NULL,
  `client` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `invoice` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `product` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `qty` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `amount` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `profit` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `product_code` varchar(150) COLLATE utf8mb4_unicode_ci NOT NULL,
  `gen_name` varchar(200) COLLATE utf8mb4_unicode_ci NOT NULL,
  `name` varchar(200) COLLATE utf8mb4_unicode_ci NOT NULL,
  `price` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `discount` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `date` varchar(500) COLLATE utf8mb4_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `sales_order`
--

INSERT INTO `sales_order` (`transaction_id`, `client`, `invoice`, `product`, `qty`, `amount`, `profit`, `product_code`, `gen_name`, `name`, `price`, `discount`, `date`) VALUES
(4, NULL, 'RS-2228373', '65', '10', '10000', '2000', 'Ð¡ÑƒÐ¼Ð¼Ð¸Ð½Ð°Ðº', 'ÐžÐžÐž ÐœÐ˜ÐÐ¡ÐšÐ¤ÐÐ Ðœ', '020203 ', '1000', '', '04/06/17'),
(5, NULL, 'RS-23732', '67', '1', '5000', '1600', 'Ð’Ð¸Ð°Ð³Ñ€Ð°', 'ÐžÐžÐž Ð¢Ð¸Ñ‚Ð°Ð½', '0256 ', '5000', '', '04/06/17'),
(9, NULL, 'RS-3202070', '65', '1', '1000', '200', 'Ð¡ÑƒÐ¼Ð¼Ð¸Ð½Ð°Ðº', 'ÐžÐžÐž ÐœÐ˜ÐÐ¡ÐšÐ¤ÐÐ Ðœ', '020203 ', '1000', '', '04/06/17'),
(10, NULL, 'RS-2308303', '65', '1', '1000', '200', 'Ð¡ÑƒÐ¼Ð¼Ð¸Ð½Ð°Ðº', 'ÐžÐžÐž ÐœÐ˜ÐÐ¡ÐšÐ¤ÐÐ Ðœ', '020203 ', '1000', '', '04/06/17'),
(11, NULL, 'RS-0905', '65', '1', '1000', '200', 'Ð¡ÑƒÐ¼Ð¼Ð¸Ð½Ð°Ðº', 'ÐžÐžÐž ÐœÐ˜ÐÐ¡ÐšÐ¤ÐÐ Ðœ', '020203 ', '1000', '', '04/06/17'),
(12, NULL, 'RS-2232283', '67', '1', '5000', '1600', 'Ð’Ð¸Ð°Ð³Ñ€Ð°', 'ÐžÐžÐž Ð¢Ð¸Ñ‚Ð°Ð½', '0256 ', '5000', '', '04/07/17'),
(13, NULL, 'RS-3272228', '66', '1', '2000', '800', 'Ð“Ð°Ð½Ð´Ð¾Ð½', 'ÐžÐžÐž Ð“ÐÐ', '0203    ', '2000', '', '04/07/17'),
(14, NULL, 'RS-224360', '66', '1', '2000', '800', 'Ð“Ð°Ð½Ð´Ð¾Ð½', 'ÐžÐžÐž Ð“ÐÐ', '0203    ', '2000', '', '04/07/17'),
(15, NULL, 'RS-60233', '73', '555', '2775000', '555000', 'Ð‘Ð°Ñ€Ð°Ð»Ð³Ð¸Ð½', 'ÐžÐžÐž Ð‘ÐÐ ', '856 ', '5000', '', '04/07/17'),
(17, NULL, 'RS-03423', '78', '1', '2000', '1800', 'Ð¢ÑƒÐ±Ð¾Ð·Ð¸Ñ‚', 'ÐžÐžÐž Ð¢Ð£Ð‘', '4555 ', '2000', '', '04/08/17'),
(18, NULL, 'RS-6659330', '83', '1', '17', '-18983', 'ÐÐµÐ²Ð¸Ñ‚ ÐºÐ°Ð¿Ñ. 0.2Ð³ â„–20', 'Ð£ÐŸ \"ÐœÐ¸Ð½ÑÐºÐ¸Ð½Ñ‚ÐµÑ€ÐºÐ°Ð¿Ñ\" Ð‘ÐµÐ»Ð°Ñ€ÑƒÑÑŒ', ' 000', '17 315', '', '04/08/17'),
(19, NULL, 'RS-9287543', '89', '2', '80000', '9560', 'ÐŸÐµÑ€Ñ‡Ð°Ñ‚ÐºÐ¸ ÑÑ‚ÐµÑ€. Ñ…Ð¸Ñ€ÑƒÑ€Ð³Ð¸Ñ‡ÐµÑÐºÐ¸Ðµ â„–8', '\"Hebei Oriental Pharma Co.\" ÐšÐ¸Ñ‚Ð°Ð¹', '', '40000', '', '04/09/17'),
(20, NULL, 'RS-222722', '90', '2', '38000', '4996', 'ÐÐ¿Ñ€Ð¸Ð´ Ñ‚Ð°Ð±. 375Ð¼Ð³ â„–10', '', '000 , 5454545 ', '19000', '', '04/10/17'),
(21, NULL, 'RS-222722', '83', '4', '68', '-75932', 'ÐÐµÐ²Ð¸Ñ‚ ÐºÐ°Ð¿Ñ. 0.2Ð³ â„–20', 'Ð£ÐŸ \"ÐœÐ¸Ð½ÑÐºÐ¸Ð½Ñ‚ÐµÑ€ÐºÐ°Ð¿Ñ\" Ð‘ÐµÐ»Ð°Ñ€ÑƒÑÑŒ', ' 000', '17 315', '', '04/10/17'),
(23, NULL, 'RS-222722', '83', '4', '68', '-75932', 'ÐÐµÐ²Ð¸Ñ‚ ÐºÐ°Ð¿Ñ. 0.2Ð³ â„–20', 'Ð£ÐŸ \"ÐœÐ¸Ð½ÑÐºÐ¸Ð½Ñ‚ÐµÑ€ÐºÐ°Ð¿Ñ\" Ð‘ÐµÐ»Ð°Ñ€ÑƒÑÑŒ', ' 000', '17 315', '', '04/10/17'),
(26, NULL, 'RS-26037230', '83', '2', '34', '-37966', 'ÐÐµÐ²Ð¸Ñ‚ ÐºÐ°Ð¿Ñ. 0.2Ð³ â„–20', 'Ð£ÐŸ \"ÐœÐ¸Ð½ÑÐºÐ¸Ð½Ñ‚ÐµÑ€ÐºÐ°Ð¿Ñ\" Ð‘ÐµÐ»Ð°Ñ€ÑƒÑÑŒ', ' 000', '17 315', '', '04/10/17'),
(30, NULL, 'RS-3282224', '98', '2', '400000', '360000', 'ÐŸÐµÐ½Ñ‚Ð°Ð»Ð³Ð¸Ð½', 'Spasmalgom', '253\r\n  ', '200000', '', '04/10/17'),
(34, NULL, 'RS-32330032', '85', '1', '279000', '25875', 'ÐÐºÑ‚Ð¾Ð²ÐµÐ³Ð¸Ð½ Ð°Ð¼Ð¿. 5Ð¼Ð» â„–5', '', '000  ', '279000', '', '04/13/17'),
(35, NULL, 'RS-224232', '107', '1', '3000', '1000', 'ÐŸÐµÐ½Ñ‚Ð°Ð»Ð³Ð¸Ð½', 'Spasmalgom', '200 ', '3000', '', '04/14/17'),
(36, NULL, 'RS-32433733', '108', '1980', '1980000', '1584000', 'Mtntos', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', ' 21212', '1000', '', '04/14/17'),
(37, NULL, 'RS-002342', '107', '2000', '6000000', '2000000', 'ÐŸÐµÐ½Ñ‚Ð°Ð»Ð³Ð¸Ð½', 'Spasmalgom', '200 ', '3000', '', '04/14/17'),
(38, NULL, 'RS-90723390', '113', '95', '28500', '9500', 'ÐÑÐºÐ¾Ñ€Ð±Ð¸Ð½Ð¾Ð²Ð°Ñ Ðº-Ñ‚Ð° Ñ€-Ñ€ 5% 2X10', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', '65656 ', '300', '', '04/14/17'),
(39, NULL, 'RS-5340336', '113', '250', '75000', '25000', 'ÐÑÐºÐ¾Ñ€Ð±Ð¸Ð½Ð¾Ð²Ð°Ñ Ðº-Ñ‚Ð° Ñ€-Ñ€ 5% 2X10', '', '65656  ', '300', '', '04/14/17'),
(40, NULL, 'RS-243238', '113', '1', '300', '100', 'ÐÑÐºÐ¾Ñ€Ð±Ð¸Ð½Ð¾Ð²Ð°Ñ Ðº-Ñ‚Ð° Ñ€-Ñ€ 5% 2X10', '', '65656   ', '300', '', '04/14/17'),
(41, NULL, 'RS-030332', '114', '94', '188000', '0', 'ÐŸÐµÐ½Ñ‚Ð°Ð»Ð³Ð¸Ð½', 'Spasmalgom', '   ', '2000', '', '04/14/17'),
(42, NULL, 'RS-30228773', '118', '32', '64000', '0', '02', 'Spasmalgom', ' ', '2000', '', '04/14/17'),
(43, NULL, 'RS-023649', '117', '99', '99000', '0', 'ÐÑÐºÐ¾Ñ€Ð±Ð¸Ð½Ð¾Ð²Ð°Ñ Ðº-Ñ‚Ð° Ñ€-Ñ€ 5% 2X10', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', '222 ', '1000', '', '04/14/17'),
(44, NULL, 'RS-92333', '121', '1', '2000', '0', 'ÐŸÐµÐ½Ñ‚Ð°Ð»Ð³Ð¸Ð½', '', '  ', '2000', '', '04/17/17'),
(48, NULL, 'RS-0220350', '119', '1', '2000', '0', 'ÐÑÐºÐ¾Ñ€Ð±Ð¸Ð½Ð¾Ð²Ð°Ñ Ðº-Ñ‚Ð° Ñ€-Ñ€ 5% 2X10', 'Spasmalgom', ' Ñ‹Ñ‹Ñ‹  ', '2000', '', '04/17/17'),
(53, NULL, 'RS-2352202', '121', '1', '2000', '0', 'ÐŸÐµÐ½Ñ‚Ð°Ð»Ð³Ð¸Ð½', '', '  ', '2000', '', '04/17/17'),
(54, NULL, 'RS-02782943', '121', '1', '2000', '0', 'ÐŸÐµÐ½Ñ‚Ð°Ð»Ð³Ð¸Ð½', '', '   ', '2000', '', '04/17/17'),
(55, NULL, 'RS-352265', '121', '1', '2000', '0', 'ÐŸÐµÐ½Ñ‚Ð°Ð»Ð³Ð¸Ð½', '', '   ', '2000', '', '04/17/17'),
(64, NULL, 'RS-262325', '125', '95', '7125', '2375', 'ÐÑÐºÐ¾Ñ€Ð±Ð¸Ð½Ð¾Ð²Ð°Ñ Ðº-Ñ‚Ð° Ñ€-Ñ€ 5% 2X10', 'Spasmalgom', ' Ñ‹Ñ‹Ñ‹', '75', '', '04/18/17'),
(65, NULL, 'RS-232303', '124', '95', '23750', '14250', 'ÐÑÐºÐ¾Ñ€Ð±Ð¸Ð½Ð¾Ð²Ð°Ñ Ðº-Ñ‚Ð° Ñ€-Ñ€ 5% 2X10', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', ' Ñ‹Ñ‹Ñ‹', '250', '', '04/18/17'),
(66, NULL, 'RS-4232', '124', '5', '1250', '750', 'ÐÑÐºÐ¾Ñ€Ð±Ð¸Ð½Ð¾Ð²Ð°Ñ Ðº-Ñ‚Ð° Ñ€-Ñ€ 5% 2X10', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', ' Ñ‹Ñ‹Ñ‹', '250', '', '04/20/17'),
(67, NULL, 'RS-973623', '124', '1', '250', '150', 'ÐÑÐºÐ¾Ñ€Ð±Ð¸Ð½Ð¾Ð²Ð°Ñ Ðº-Ñ‚Ð° Ñ€-Ñ€ 5% 2X10', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', ' Ñ‹Ñ‹Ñ‹', '250', '', '04/20/17'),
(69, NULL, 'RS-2526323', '128', '1', '300', '50', '8ÐÐ¸Ñ„ÐµÐ´Ð¸Ð¿Ð¸Ð½ Ñ‚Ð°Ð±Ð»ÐµÑ‚ÐºÐ¸ 20 Ð¼Ð³ â„–30\r\n', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', '333 ', '300', '', '04/24/17'),
(70, NULL, 'RS-202302', '127', '10', '5500', '500', '2ÐšÐ¸ÑÐ»Ð¾Ñ‚Ð° Ð°Ñ†ÐµÑ‚Ð¸Ð»ÑÐ°Ð»Ð¸Ñ†Ð¸Ð»Ð¾Ð²Ð°Ñ Ñ‚Ð°Ð±. 500 Ð¼Ð³ â„–10\r\n', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', 'Ñ‹Ñ‹Ñ‹Ñ‹Ñ‹Ñ‹ ', '550', '', '04/24/17'),
(74, NULL, 'RS-3237000', '134', '1', '60', '10', 'ÐÑÐºÐ¾Ñ€Ð±Ð¸Ð½Ð¾Ð²Ð°Ñ Ðº-Ñ‚Ð° Ñ€-Ñ€ 5% 2X10', 'Spasmalgom', '666 ', '60', '', '04/25/17'),
(75, NULL, 'RS-303230', '134', '1', '60', '10', 'ÐÑÐºÐ¾Ñ€Ð±Ð¸Ð½Ð¾Ð²Ð°Ñ Ðº-Ñ‚Ð° Ñ€-Ñ€ 5% 2X10', 'Spasmalgom', '666 ', '60', '', '04/26/17'),
(76, NULL, 'RS-8008673', '132', '2', '400', '200', 'ÐÐ½Ð°Ð»ÑŒÐ³Ð¸Ð½052525', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', 'sss ', '200', '', '04/26/17'),
(77, NULL, 'RS-2302330', '133', '1', '500', '46', 'ÐÑÐºÐ¾Ñ€Ð±Ð¸Ð½Ð¾Ð²Ð°Ñ Ðº-Ñ‚Ð° Ñ€-Ñ€ 5% 2X10', 'Spasmalgom', 'Ð²Ð²Ð² ', '500', '', '05/04/17'),
(79, NULL, 'RS-2403025', '133', '10', '5000', '460', 'ÐÑÐºÐ¾Ñ€Ð±Ð¸Ð½Ð¾Ð²Ð°Ñ Ðº-Ñ‚Ð° Ñ€-Ñ€ 5% 2X10', 'Spasmalgom', 'Ð²Ð²Ð² ', '500', '', '05/04/17'),
(80, NULL, 'RS-423022', '133', '1', '500', '46', 'ÐÑÐºÐ¾Ñ€Ð±Ð¸Ð½Ð¾Ð²Ð°Ñ Ðº-Ñ‚Ð° Ñ€-Ñ€ 5% 2X10', 'Spasmalgom', 'Ð²Ð²Ð² ', '500', '', '05/06/17'),
(81, NULL, 'RS-042837', '136', '10', '3500', '90', 'ÐÐ¸Ñ‚Ñ€Ð¾Ð³Ð»Ð¸Ñ†ÐµÑ€Ð¸Ð½ Ñ‚Ð°Ð±Ð»ÐµÑ‚ÐºÐ¸ 0,5 Ð¼Ð³ â„–50', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', ' Ð²Ð²Ð²', '350', '', '05/06/17'),
(82, NULL, 'RS-2302802', '137', '100', '40000', '2500', 'Ð”Ð¸Ñ†Ð¸Ð½Ð¾Ð½ Ñ‚Ð°Ð±. 250Ð¼Ð³ â„–100', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', ' ', '400', '', '05/06/17'),
(83, NULL, 'RS-3228092', '138', '10', '2000', '350', 'Ð¦ÐµÑ„ÐµÐºÐ¾Ð½ Ð” ÑÑƒÐ¿Ð¿. Ñ€ÐµÐº. 50 Ð¼Ð³ â„–10', '', '  ', '200', '', '05/06/17'),
(84, NULL, 'RS-3228092', '134', '5', '300', '50', 'ÐÑÐºÐ¾Ñ€Ð±Ð¸Ð½Ð¾Ð²Ð°Ñ Ðº-Ñ‚Ð° Ñ€-Ñ€ 5% 2X10', 'Spasmalgom', '666 ', '60', '', '05/06/17'),
(85, NULL, 'RS-3228092', '132', '5', '1000', '500', 'ÐÐ½Ð°Ð»ÑŒÐ³Ð¸Ð½052525', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', 'sss ', '200', '', '05/06/17'),
(87, NULL, 'RS-32392', '139', '1', '500', '85', 'Ð”ÐµÐºÑÐ°Ð¼ÐµÑ‚Ð°Ð·Ð¾Ð½ Ñ€Ð°ÑÑ‚Ð²Ð¾Ñ€ Ð´Ð»Ñ Ð¸Ð½ÑŠÐµÐºÑ†Ð¸Ð¹ 4 Ð¼Ð³/1Ð¼Ð» 1Ð¼Ð» â„–10', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', 'Ñ‹Ñ‹Ñ‹ ', '500', '', '05/07/17'),
(88, NULL, 'RS-32392', '135', '1', '400', '50', 'ÐŸÐµÐ½Ñ‚Ð°Ð»Ð³Ð¸Ð½', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', ' 54545', '400', '', '05/07/17'),
(89, NULL, 'RS-32392', '136', '1', '350', '9', 'ÐÐ¸Ñ‚Ñ€Ð¾Ð³Ð»Ð¸Ñ†ÐµÑ€Ð¸Ð½ Ñ‚Ð°Ð±Ð»ÐµÑ‚ÐºÐ¸ 0,5 Ð¼Ð³ â„–50', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', ' Ð²Ð²Ð²', '350', '', '05/07/17'),
(90, NULL, 'RS-8973', '143', '1', '1100', '100', 'ÐÑ‚ÐµÐ½Ð¾Ð»Ð¾Ð» Ñ‚Ð°Ð±Ð»ÐµÑ‚ÐºÐ¸ 50 Ð¼Ð³ â„–30', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', ' 1212', '1100', '', '05/15/17'),
(91, NULL, 'RS-53322', '143', '1', '1100', '100', 'ÐÑ‚ÐµÐ½Ð¾Ð»Ð¾Ð» Ñ‚Ð°Ð±Ð»ÐµÑ‚ÐºÐ¸ 50 Ð¼Ð³ â„–30', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', ' 1212', '1100', '', '05/15/17'),
(92, NULL, 'RS-33522806', '143', '1', '1100', '100', 'ÐÑ‚ÐµÐ½Ð¾Ð»Ð¾Ð» Ñ‚Ð°Ð±Ð»ÐµÑ‚ÐºÐ¸ 50 Ð¼Ð³ â„–30', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', ' 1212', '1100', '', '05/15/17'),
(93, NULL, 'RS-33522806', '143', '1', '1100', '100', 'ÐÑ‚ÐµÐ½Ð¾Ð»Ð¾Ð» Ñ‚Ð°Ð±Ð»ÐµÑ‚ÐºÐ¸ 50 Ð¼Ð³ â„–30', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', ' 1212', '1100', '', '05/15/17'),
(94, NULL, 'RS-33522806', '143', '1', '1100', '100', 'ÐÑ‚ÐµÐ½Ð¾Ð»Ð¾Ð» Ñ‚Ð°Ð±Ð»ÐµÑ‚ÐºÐ¸ 50 Ð¼Ð³ â„–30', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', ' 1212', '1100', '', '05/15/17'),
(95, NULL, 'RS-2032268', '143', '1', '1100', '100', 'ÐÑ‚ÐµÐ½Ð¾Ð»Ð¾Ð» Ñ‚Ð°Ð±Ð»ÐµÑ‚ÐºÐ¸ 50 Ð¼Ð³ â„–30', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', ' 1212', '1100', '', '05/15/17'),
(96, NULL, 'RS-322324', '143', '1', '1100', '100', 'ÐÑ‚ÐµÐ½Ð¾Ð»Ð¾Ð» Ñ‚Ð°Ð±Ð»ÐµÑ‚ÐºÐ¸ 50 Ð¼Ð³ â„–30', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', ' 1212', '1100', '', '05/15/17'),
(97, NULL, 'RS-838083', '143', '1', '1100', '100', 'ÐÑ‚ÐµÐ½Ð¾Ð»Ð¾Ð» Ñ‚Ð°Ð±Ð»ÐµÑ‚ÐºÐ¸ 50 Ð¼Ð³ â„–30', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', ' 1212', '1100', '', '05/15/17'),
(98, NULL, 'RS-39023243', '143', '14', '15400', '1400', 'ÐÑ‚ÐµÐ½Ð¾Ð»Ð¾Ð» Ñ‚Ð°Ð±Ð»ÐµÑ‚ÐºÐ¸ 50 Ð¼Ð³ â„–30', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', ' 1212', '1100', '', '05/16/17'),
(100, NULL, 'RS-37053', '144', '10', '2000', '750', 'Ð‘Ð¸ÑÐ¾Ð¿Ñ€Ð¾Ð»Ð¾Ð» 2,5 Ð¼Ð³, 5 Ð¼Ð³, 10 Ð¼Ð³ Ñ‚Ð°Ð±. â„–30', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', 'fff ', '200', '', '05/16/17'),
(102, NULL, 'RS-0932333', '144', '96', '19200', '7200', 'Ð‘Ð¸ÑÐ¾Ð¿Ñ€Ð¾Ð»Ð¾Ð» 2,5 Ð¼Ð³, 5 Ð¼Ð³, 10 Ð¼Ð³ Ñ‚Ð°Ð±. â„–30', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', 'fff ', '200', '', '05/16/17'),
(107, NULL, 'RS-40339033', '145', '1400', '22400', '1400', 'Ð‘Ð¸ÑÐ¾Ð¿Ñ€Ð¾Ð»Ð¾Ð» 2,5 Ð¼Ð³', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', 'Ð¡ÐµÑ€ ', '16', '', '05/16/17'),
(118, NULL, 'RS-03632963', '146', '1', '1500', '72', 'Ð‘Ð¸ÑÐ¾Ð¿Ñ€Ð¾Ð»Ð¾Ð» 2,5 Ð¼Ð³', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', 'Ð¡ÐµÑ€Ð¸Ñ ', '1500', '', '05/16/17'),
(119, NULL, 'RS-3030370', '146', '1', '1500', '72', 'Ð‘Ð¸ÑÐ¾Ð¿Ñ€Ð¾Ð»Ð¾Ð» 2,5 Ð¼Ð³', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', 'Ð¡ÐµÑ€Ð¸Ñ ', '1500', '', '05/16/17'),
(120, NULL, 'RS-0327332', '146', '1', '1500', '72', 'Ð‘Ð¸ÑÐ¾Ð¿Ñ€Ð¾Ð»Ð¾Ð» 2,5 Ð¼Ð³', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', 'Ð¡ÐµÑ€Ð¸Ñ ', '1500', '', '05/16/17'),
(121, NULL, 'RS-0327332', '146', '1', '1500', '72', 'Ð‘Ð¸ÑÐ¾Ð¿Ñ€Ð¾Ð»Ð¾Ð» 2,5 Ð¼Ð³', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', 'Ð¡ÐµÑ€Ð¸Ñ ', '1500', '', '05/16/17'),
(122, NULL, 'RS-0327332', '146', '1', '1500', '72', 'Ð‘Ð¸ÑÐ¾Ð¿Ñ€Ð¾Ð»Ð¾Ð» 2,5 Ð¼Ð³', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', 'Ð¡ÐµÑ€Ð¸Ñ ', '1500', '', '05/16/17'),
(123, NULL, 'RS-333409', '146', '1', '1500', '72', 'Ð‘Ð¸ÑÐ¾Ð¿Ñ€Ð¾Ð»Ð¾Ð» 2,5 Ð¼Ð³', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', 'Ð¡ÐµÑ€Ð¸Ñ ', '1500', '', '05/16/17'),
(124, NULL, 'RS-333409', '146', '1', '1500', '72', 'Ð‘Ð¸ÑÐ¾Ð¿Ñ€Ð¾Ð»Ð¾Ð» 2,5 Ð¼Ð³', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', 'Ð¡ÐµÑ€Ð¸Ñ ', '1500', '', '05/16/17'),
(125, NULL, 'RS-333409', '146', '1', '1500', '72', 'Ð‘Ð¸ÑÐ¾Ð¿Ñ€Ð¾Ð»Ð¾Ð» 2,5 Ð¼Ð³', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', 'Ð¡ÐµÑ€Ð¸Ñ ', '1500', '', '05/16/17'),
(126, NULL, 'RS-333409', '146', '1', '1500', '72', 'Ð‘Ð¸ÑÐ¾Ð¿Ñ€Ð¾Ð»Ð¾Ð» 2,5 Ð¼Ð³', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', 'Ð¡ÐµÑ€Ð¸Ñ ', '1500', '', '05/16/17'),
(127, NULL, 'RS-333409', '146', '10', '15000', '720', 'Ð‘Ð¸ÑÐ¾Ð¿Ñ€Ð¾Ð»Ð¾Ð» 2,5 Ð¼Ð³', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', 'Ð¡ÐµÑ€Ð¸Ñ ', '1500', '', '05/16/17'),
(128, NULL, 'RS-2222334', '146', '1', '1500', '72', 'Ð‘Ð¸ÑÐ¾Ð¿Ñ€Ð¾Ð»Ð¾Ð» 2,5 Ð¼Ð³', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', 'Ð¡ÐµÑ€Ð¸Ñ ', '1500', '', '05/16/17'),
(129, NULL, 'RS-3083233', '146', '1', '1500', '72', 'Ð‘Ð¸ÑÐ¾Ð¿Ñ€Ð¾Ð»Ð¾Ð» 2,5 Ð¼Ð³', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', 'Ð¡ÐµÑ€Ð¸Ñ ', '1500', '', '05/16/17'),
(130, NULL, 'RS-3083233', '146', '1', '1500', '72', 'Ð‘Ð¸ÑÐ¾Ð¿Ñ€Ð¾Ð»Ð¾Ð» 2,5 Ð¼Ð³', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', 'Ð¡ÐµÑ€Ð¸Ñ ', '1500', '', '05/16/17'),
(131, NULL, 'RS-3083233', '146', '1', '1500', '72', 'Ð‘Ð¸ÑÐ¾Ð¿Ñ€Ð¾Ð»Ð¾Ð» 2,5 Ð¼Ð³', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', 'Ð¡ÐµÑ€Ð¸Ñ ', '1500', '', '05/16/17'),
(133, NULL, 'RS-33027322', '146', '1', '1500', '72', 'Ð‘Ð¸ÑÐ¾Ð¿Ñ€Ð¾Ð»Ð¾Ð» 2,5 Ð¼Ð³', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', 'Ð¡ÐµÑ€Ð¸Ñ ', '1500', '', '05/16/17'),
(137, NULL, 'RS-4038', '146', '1', '1500', '72', 'Ð‘Ð¸ÑÐ¾Ð¿Ñ€Ð¾Ð»Ð¾Ð» 2,5 Ð¼Ð³', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', 'Ð¡ÐµÑ€Ð¸Ñ ', '1500', '', '05/16/17'),
(138, NULL, 'RS-5263930', '146', '1', '1500', '72', 'Ð‘Ð¸ÑÐ¾Ð¿Ñ€Ð¾Ð»Ð¾Ð» 2,5 Ð¼Ð³', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', 'Ð¡ÐµÑ€Ð¸Ñ ', '1500', '', '05/17/17'),
(139, NULL, 'RS-5263930', '146', '1', '1500', '72', 'Ð‘Ð¸ÑÐ¾Ð¿Ñ€Ð¾Ð»Ð¾Ð» 2,5 Ð¼Ð³', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', 'Ð¡ÐµÑ€Ð¸Ñ ', '1500', '', '05/17/17'),
(141, NULL, 'RS-0232223', '146', '1', '1500', '72', 'Ð‘Ð¸ÑÐ¾Ð¿Ñ€Ð¾Ð»Ð¾Ð» 2,5 Ð¼Ð³', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', 'Ð¡ÐµÑ€Ð¸Ñ ', '1500', '', '05/17/17'),
(142, NULL, 'RS-0232223', '144', '10', '2000', '750', 'Ð‘Ð¸ÑÐ¾Ð¿Ñ€Ð¾Ð»Ð¾Ð» 2,5 Ð¼Ð³, 5 Ð¼Ð³, 10 Ð¼Ð³ Ñ‚Ð°Ð±. â„–30', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', 'fff ', '200', '', '05/17/17'),
(143, NULL, 'RS-2309263', '146', '1', '1500', '72', 'Ð‘Ð¸ÑÐ¾Ð¿Ñ€Ð¾Ð»Ð¾Ð» 2,5 Ð¼Ð³', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', 'Ð¡ÐµÑ€Ð¸Ñ ', '1500', '', '05/17/17'),
(144, NULL, 'RS-093232', '146', '1', '1500', '72', 'Ð‘Ð¸ÑÐ¾Ð¿Ñ€Ð¾Ð»Ð¾Ð» 2,5 Ð¼Ð³', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', 'Ð¡ÐµÑ€Ð¸Ñ ', '1500', '', '05/17/17'),
(145, NULL, 'RS-6308665', '146', '1', '1500', '72', 'Ð‘Ð¸ÑÐ¾Ð¿Ñ€Ð¾Ð»Ð¾Ð» 2,5 Ð¼Ð³', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', 'Ð¡ÐµÑ€Ð¸Ñ ', '1500', '', '05/17/17'),
(146, NULL, 'RS-9042033', '146', '1', '1500', '72', 'Ð‘Ð¸ÑÐ¾Ð¿Ñ€Ð¾Ð»Ð¾Ð» 2,5 Ð¼Ð³', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', 'Ð¡ÐµÑ€Ð¸Ñ ', '1500', '', '05/17/17'),
(147, NULL, 'RS-2403302', '146', '1', '1500', '72', 'Ð‘Ð¸ÑÐ¾Ð¿Ñ€Ð¾Ð»Ð¾Ð» 2,5 Ð¼Ð³', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', 'Ð¡ÐµÑ€Ð¸Ñ ', '1500', '', '05/17/17'),
(148, NULL, 'RS-323403', '146', '1', '1500', '72', 'Ð‘Ð¸ÑÐ¾Ð¿Ñ€Ð¾Ð»Ð¾Ð» 2,5 Ð¼Ð³', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', 'Ð¡ÐµÑ€Ð¸Ñ ', '1500', '', '05/17/17'),
(149, NULL, 'RS-33222293', '146', '1', '1500', '72', 'Ð‘Ð¸ÑÐ¾Ð¿Ñ€Ð¾Ð»Ð¾Ð» 2,5 Ð¼Ð³', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', 'Ð¡ÐµÑ€Ð¸Ñ ', '1500', '', '05/17/17'),
(150, NULL, 'RS-93286263', '147', '1', '5000', '1667', 'ÐœÐ°Ð³Ð½Ð¸Ñ ÑÑƒÐ»ÑŒÑ„Ð°Ñ‚ Ñ€-Ñ€ Ð´/Ð¸ 25 % 5 Ð¼Ð» â„–10', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', ' 2563', '5000', '', '05/17/17'),
(151, NULL, 'RS-93286263', '146', '1', '1500', '72', 'Ð‘Ð¸ÑÐ¾Ð¿Ñ€Ð¾Ð»Ð¾Ð» 2,5 Ð¼Ð³', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', 'Ð¡ÐµÑ€Ð¸Ñ ', '1500', '', '05/17/17'),
(152, NULL, 'RS-93286263', '147', '1', '5000', '1667', 'ÐœÐ°Ð³Ð½Ð¸Ñ ÑÑƒÐ»ÑŒÑ„Ð°Ñ‚ Ñ€-Ñ€ Ð´/Ð¸ 25 % 5 Ð¼Ð» â„–10', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', ' 2563', '5000', '', '05/17/17'),
(153, NULL, 'RS-93286263', '146', '1', '1500', '72', 'Ð‘Ð¸ÑÐ¾Ð¿Ñ€Ð¾Ð»Ð¾Ð» 2,5 Ð¼Ð³', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', 'Ð¡ÐµÑ€Ð¸Ñ ', '1500', '', '05/17/17'),
(154, NULL, 'RS-93286263', '147', '1', '5000', '1667', 'ÐœÐ°Ð³Ð½Ð¸Ñ ÑÑƒÐ»ÑŒÑ„Ð°Ñ‚ Ñ€-Ñ€ Ð´/Ð¸ 25 % 5 Ð¼Ð» â„–10', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', ' 2563', '5000', '', '05/17/17'),
(155, NULL, 'RS-742032', '147', '1', '5000', '1667', 'ÐœÐ°Ð³Ð½Ð¸Ñ ÑÑƒÐ»ÑŒÑ„Ð°Ñ‚ Ñ€-Ñ€ Ð´/Ð¸ 25 % 5 Ð¼Ð» â„–10', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', ' 2563', '5000', '', '05/17/17'),
(156, NULL, 'RS-742032', '147', '1', '5000', '1667', 'ÐœÐ°Ð³Ð½Ð¸Ñ ÑÑƒÐ»ÑŒÑ„Ð°Ñ‚ Ñ€-Ñ€ Ð´/Ð¸ 25 % 5 Ð¼Ð» â„–10', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', ' 2563', '5000', '', '05/17/17'),
(157, NULL, 'RS-8203633', '147', '1', '5000', '1667', 'ÐœÐ°Ð³Ð½Ð¸Ñ ÑÑƒÐ»ÑŒÑ„Ð°Ñ‚ Ñ€-Ñ€ Ð´/Ð¸ 25 % 5 Ð¼Ð» â„–10', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', ' 2563', '5000', '', '05/17/17'),
(158, NULL, 'RS-8203633', '147', '1', '5000', '1667', 'ÐœÐ°Ð³Ð½Ð¸Ñ ÑÑƒÐ»ÑŒÑ„Ð°Ñ‚ Ñ€-Ñ€ Ð´/Ð¸ 25 % 5 Ð¼Ð» â„–10', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', ' 2563', '5000', '', '05/17/17'),
(159, NULL, 'RS-027303', '147', '1', '5000', '1667', 'ÐœÐ°Ð³Ð½Ð¸Ñ ÑÑƒÐ»ÑŒÑ„Ð°Ñ‚ Ñ€-Ñ€ Ð´/Ð¸ 25 % 5 Ð¼Ð» â„–10', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', ' 2563', '5000', '', '05/17/17'),
(160, NULL, 'RS-723470', '146', '1', '1500', '72', 'Ð‘Ð¸ÑÐ¾Ð¿Ñ€Ð¾Ð»Ð¾Ð» 2,5 Ð¼Ð³', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', 'Ð¡ÐµÑ€Ð¸Ñ ', '1500', '', '05/17/17'),
(161, NULL, 'RS-4008232', '147', '1', '5000', '1667', 'ÐœÐ°Ð³Ð½Ð¸Ñ ÑÑƒÐ»ÑŒÑ„Ð°Ñ‚ Ñ€-Ñ€ Ð´/Ð¸ 25 % 5 Ð¼Ð» â„–10', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', ' 2563', '5000', '', '05/17/17'),
(162, NULL, 'RS-008235', '146', '1', '1500', '72', 'Ð‘Ð¸ÑÐ¾Ð¿Ñ€Ð¾Ð»Ð¾Ð» 2,5 Ð¼Ð³', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', 'Ð¡ÐµÑ€Ð¸Ñ ', '1500', '', '05/17/17'),
(163, NULL, 'RS-505220', '146', '1', '1500', '72', 'Ð‘Ð¸ÑÐ¾Ð¿Ñ€Ð¾Ð»Ð¾Ð» 2,5 Ð¼Ð³', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', 'Ð¡ÐµÑ€Ð¸Ñ ', '1500', '', '05/18/17'),
(164, NULL, 'RS-032353', '146', '1', '1500', '72', 'Ð‘Ð¸ÑÐ¾Ð¿Ñ€Ð¾Ð»Ð¾Ð» 2,5 Ð¼Ð³', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', 'Ð¡ÐµÑ€Ð¸Ñ ', '1500', '', '05/18/17'),
(165, NULL, 'RS-0228390', '147', '1', '5000', '1667', 'ÐœÐ°Ð³Ð½Ð¸Ñ ÑÑƒÐ»ÑŒÑ„Ð°Ñ‚ Ñ€-Ñ€ Ð´/Ð¸ 25 % 5 Ð¼Ð» â„–10', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', ' 2563', '5000', '', '05/18/17'),
(166, NULL, 'RS-023043', '146', '1', '1500', '72', 'Ð‘Ð¸ÑÐ¾Ð¿Ñ€Ð¾Ð»Ð¾Ð» 2,5 Ð¼Ð³', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', 'Ð¡ÐµÑ€Ð¸Ñ ', '1500', '', '05/18/17'),
(167, NULL, 'RS-2037035', '146', '1', '1500', '72', 'Ð‘Ð¸ÑÐ¾Ð¿Ñ€Ð¾Ð»Ð¾Ð» 2,5 Ð¼Ð³', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', 'Ð¡ÐµÑ€Ð¸Ñ ', '1500', '', '05/18/17'),
(168, NULL, 'RS-4235', '146', '1', '1500', '72', 'Ð‘Ð¸ÑÐ¾Ð¿Ñ€Ð¾Ð»Ð¾Ð» 2,5 Ð¼Ð³', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', 'Ð¡ÐµÑ€Ð¸Ñ ', '1500', '', '05/18/17'),
(169, NULL, 'RS-43353', '146', '1', '1500', '72', 'Ð‘Ð¸ÑÐ¾Ð¿Ñ€Ð¾Ð»Ð¾Ð» 2,5 Ð¼Ð³', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', 'Ð¡ÐµÑ€Ð¸Ñ ', '1500', '', '05/18/17'),
(170, NULL, 'RS-2233304', '147', '5', '25000', '8335', 'ÐœÐ°Ð³Ð½Ð¸Ñ ÑÑƒÐ»ÑŒÑ„Ð°Ñ‚ Ñ€-Ñ€ Ð´/Ð¸ 25 % 5 Ð¼Ð» â„–10', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', ' 2563', '5000', '', '05/18/17'),
(171, NULL, 'RS-2233304', '146', '7', '10500', '504', 'Ð‘Ð¸ÑÐ¾Ð¿Ñ€Ð¾Ð»Ð¾Ð» 2,5 Ð¼Ð³', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', 'Ð¡ÐµÑ€Ð¸Ñ ', '1500', '', '05/18/17'),
(172, NULL, 'RS-2233304', '147', '5', '25000', '8335', 'ÐœÐ°Ð³Ð½Ð¸Ñ ÑÑƒÐ»ÑŒÑ„Ð°Ñ‚ Ñ€-Ñ€ Ð´/Ð¸ 25 % 5 Ð¼Ð» â„–10', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', ' 2563', '5000', '', '05/18/17'),
(173, NULL, 'RS-2096032', '146', '10', '15000', '720', 'Ð‘Ð¸ÑÐ¾Ð¿Ñ€Ð¾Ð»Ð¾Ð» 2,5 Ð¼Ð³', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', 'Ð¡ÐµÑ€Ð¸Ñ ', '1500', '', '05/18/17'),
(174, NULL, 'RS-2096032', '147', '5', '25000', '8335', 'ÐœÐ°Ð³Ð½Ð¸Ñ ÑÑƒÐ»ÑŒÑ„Ð°Ñ‚ Ñ€-Ñ€ Ð´/Ð¸ 25 % 5 Ð¼Ð» â„–10', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', ' 2563', '5000', '', '05/18/17'),
(175, NULL, 'RS-2096032', '146', '1', '1500', '72', 'Ð‘Ð¸ÑÐ¾Ð¿Ñ€Ð¾Ð»Ð¾Ð» 2,5 Ð¼Ð³', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', 'Ð¡ÐµÑ€Ð¸Ñ ', '1500', '', '05/18/17'),
(176, NULL, 'RS-2096032', '147', '11', '55000', '18337', 'ÐœÐ°Ð³Ð½Ð¸Ñ ÑÑƒÐ»ÑŒÑ„Ð°Ñ‚ Ñ€-Ñ€ Ð´/Ð¸ 25 % 5 Ð¼Ð» â„–10', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', ' 2563', '5000', '', '05/18/17'),
(177, NULL, 'RS-2096032', '146', '7', '10500', '504', 'Ð‘Ð¸ÑÐ¾Ð¿Ñ€Ð¾Ð»Ð¾Ð» 2,5 Ð¼Ð³', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', 'Ð¡ÐµÑ€Ð¸Ñ ', '1500', '', '05/18/17'),
(178, NULL, 'RS-522324', '146', '1', '1500', '72', 'Ð‘Ð¸ÑÐ¾Ð¿Ñ€Ð¾Ð»Ð¾Ð» 2,5 Ð¼Ð³', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', 'Ð¡ÐµÑ€Ð¸Ñ ', '1500', '', '05/18/17'),
(179, NULL, 'RS-522324', '147', '10', '50000', '16670', 'ÐœÐ°Ð³Ð½Ð¸Ñ ÑÑƒÐ»ÑŒÑ„Ð°Ñ‚ Ñ€-Ñ€ Ð´/Ð¸ 25 % 5 Ð¼Ð» â„–10', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', ' 2563', '5000', '', '05/18/17'),
(180, NULL, 'RS-522324', '147', '1', '5000', '1667', 'ÐœÐ°Ð³Ð½Ð¸Ñ ÑÑƒÐ»ÑŒÑ„Ð°Ñ‚ Ñ€-Ñ€ Ð´/Ð¸ 25 % 5 Ð¼Ð» â„–10', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', ' 2563', '5000', '', '05/18/17'),
(181, NULL, 'RS-522324', '147', '10', '50000', '16670', 'ÐœÐ°Ð³Ð½Ð¸Ñ ÑÑƒÐ»ÑŒÑ„Ð°Ñ‚ Ñ€-Ñ€ Ð´/Ð¸ 25 % 5 Ð¼Ð» â„–10', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', ' 2563', '5000', '', '05/18/17'),
(182, NULL, 'RS-522324', '146', '10', '15000', '720', 'Ð‘Ð¸ÑÐ¾Ð¿Ñ€Ð¾Ð»Ð¾Ð» 2,5 Ð¼Ð³', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', 'Ð¡ÐµÑ€Ð¸Ñ ', '1500', '', '05/18/17'),
(183, NULL, 'RS-2228203', '147', '1', '5000', '1667', 'ÐœÐ°Ð³Ð½Ð¸Ñ ÑÑƒÐ»ÑŒÑ„Ð°Ñ‚ Ñ€-Ñ€ Ð´/Ð¸ 25 % 5 Ð¼Ð» â„–10', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', ' 2563', '5000', '', '05/18/17'),
(184, NULL, 'RS-333200', '147', '1', '5000', '1667', 'ÐœÐ°Ð³Ð½Ð¸Ñ ÑÑƒÐ»ÑŒÑ„Ð°Ñ‚ Ñ€-Ñ€ Ð´/Ð¸ 25 % 5 Ð¼Ð» â„–10', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', ' 2563', '5000', '', '05/18/17'),
(185, NULL, 'RS-2222', '146', '1', '1500', '72', 'Ð‘Ð¸ÑÐ¾Ð¿Ñ€Ð¾Ð»Ð¾Ð» 2,5 Ð¼Ð³', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', 'Ð¡ÐµÑ€Ð¸Ñ ', '1500', '', '05/18/17'),
(186, NULL, 'RS-036322', '147', '1', '5000', '1667', 'ÐœÐ°Ð³Ð½Ð¸Ñ ÑÑƒÐ»ÑŒÑ„Ð°Ñ‚ Ñ€-Ñ€ Ð´/Ð¸ 25 % 5 Ð¼Ð» â„–10', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', ' 2563', '5000', '', '05/18/17'),
(187, NULL, 'RS-8536', '147', '1', '5000', '1667', 'ÐœÐ°Ð³Ð½Ð¸Ñ ÑÑƒÐ»ÑŒÑ„Ð°Ñ‚ Ñ€-Ñ€ Ð´/Ð¸ 25 % 5 Ð¼Ð» â„–10', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', ' 2563', '5000', '', '05/18/17'),
(188, NULL, 'RS-6404330', '147', '1', '5000', '1667', 'ÐœÐ°Ð³Ð½Ð¸Ñ ÑÑƒÐ»ÑŒÑ„Ð°Ñ‚ Ñ€-Ñ€ Ð´/Ð¸ 25 % 5 Ð¼Ð» â„–10', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', ' 2563', '5000', '', '05/18/17'),
(192, NULL, 'RS-4022323', '147', '1', '5000', '1667', 'ÐœÐ°Ð³Ð½Ð¸Ñ ÑÑƒÐ»ÑŒÑ„Ð°Ñ‚ Ñ€-Ñ€ Ð´/Ð¸ 25 % 5 Ð¼Ð» â„–10', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', ' 2563', '5000', '', '05/18/17'),
(193, NULL, 'RS-4022323', '147', '1', '5000', '1667', 'ÐœÐ°Ð³Ð½Ð¸Ñ ÑÑƒÐ»ÑŒÑ„Ð°Ñ‚ Ñ€-Ñ€ Ð´/Ð¸ 25 % 5 Ð¼Ð» â„–10', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', ' 2563', '5000', '', '05/18/17'),
(194, NULL, 'RS-202668', '147', '1', '5000', '1667', 'ÐœÐ°Ð³Ð½Ð¸Ñ ÑÑƒÐ»ÑŒÑ„Ð°Ñ‚ Ñ€-Ñ€ Ð´/Ð¸ 25 % 5 Ð¼Ð» â„–10', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', ' 2563', '5000', '', '05/18/17'),
(195, NULL, 'RS-202668', '146', '1', '1500', '72', 'Ð‘Ð¸ÑÐ¾Ð¿Ñ€Ð¾Ð»Ð¾Ð» 2,5 Ð¼Ð³', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', 'Ð¡ÐµÑ€Ð¸Ñ ', '1500', '', '05/18/17'),
(196, NULL, 'RS-202668', '147', '1', '5000', '1667', 'ÐœÐ°Ð³Ð½Ð¸Ñ ÑÑƒÐ»ÑŒÑ„Ð°Ñ‚ Ñ€-Ñ€ Ð´/Ð¸ 25 % 5 Ð¼Ð» â„–10', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', ' 2563', '5000', '', '05/18/17'),
(197, NULL, 'RS-0403933', '147', '10', '50000', '16670', 'ÐœÐ°Ð³Ð½Ð¸Ñ ÑÑƒÐ»ÑŒÑ„Ð°Ñ‚ Ñ€-Ñ€ Ð´/Ð¸ 25 % 5 Ð¼Ð» â„–10', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', ' 2563', '5000', '', '06/26/17'),
(198, NULL, 'RS-242232', '149', '10', '12000', '2000', 'Ð‘Ð¸ÑÐ¾Ð¿Ñ€Ð¾Ð»Ð¾Ð» 2,5 Ð¼Ð³, 5 Ð¼Ð³, 10 Ð¼Ð³ Ñ‚Ð°Ð±. â„–30', 'Ð‘ÐµÑ€Ð»Ð¸Ð½ Ð¥ÐµÐ¼Ð¸', 'Ð¾Ð¾Ð¾', '1200', '', '06/28/17'),
(200, NULL, 'RS-242232', '147', '8', '40000', '13336', 'ÐœÐ°Ð³Ð½Ð¸Ñ ÑÑƒÐ»ÑŒÑ„Ð°Ñ‚ Ñ€-Ñ€ Ð´/Ð¸ 25 % 5 Ð¼Ð» â„–10', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', ' 2563', '5000', '', '06/28/17'),
(201, NULL, 'RS-30082452', '150', '5', '6250', '750', 'ÐÐ½Ð°Ð»ÑŒÐ³Ð¸Ð½ Ñ‚Ð°Ð± 0,5 Ð³ â„– 6', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', 'ghg', '1250', '', '07/24/17'),
(202, NULL, 'RS-30082452', '149', '34', '40800', '6800', 'Ð‘Ð¸ÑÐ¾Ð¿Ñ€Ð¾Ð»Ð¾Ð» 2,5 Ð¼Ð³, 5 Ð¼Ð³, 10 Ð¼Ð³ Ñ‚Ð°Ð±. â„–30', 'Ð‘ÐµÑ€Ð»Ð¸Ð½ Ð¥ÐµÐ¼Ð¸', 'Ð¾Ð¾Ð¾', '1200', '', '07/24/17'),
(204, NULL, 'RS-2293373', '151', '10', '7200', '200', 'Ð¦Ð¸Ð¿Ñ€Ð¾Ñ„Ð»Ð¾ÐºÑÐ°Ñ†Ð¸Ð½ Ñ‚Ð°Ð±Ð»ÐµÑ‚ÐºÐ¸ 250 Ð¼Ð³ â„–10', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', '5632562', '720', '', '07/24/17'),
(206, NULL, 'RS-2293373', '150', '10', '12500', '1500', 'ÐÐ½Ð°Ð»ÑŒÐ³Ð¸Ð½ Ñ‚Ð°Ð± 0,5 Ð³ â„– 6', '\"ÐÐ¸ÐºÐ° Ð¤Ð°Ñ€Ð¼\" Ð£Ð·Ð±ÐµÐºÐ¸ÑÑ‚Ð°Ð½', 'ghg', '1250', '', '07/24/17'),
(207, NULL, 'RS-283392', '146', '10', '15000', '720', 'Ð‘Ð¸ÑÐ¾Ð¿Ñ€Ð¾Ð»Ð¾Ð» 2,5 Ð¼Ð³', 'лвыфаывфа', 'Ð¡ÐµÑ€Ð¸Ñ ', '1500', '', '07/26/17'),
(208, NULL, 'RS-25802222', '152', '10', '11500', '0', '??????????? ??? 500 ?? ?10', '????', '5656', '1150', '', '11/16/20'),
(210, NULL, 'RS-2002333', '152', '1', '1150', '0', 'Парацетамол таб 500 мг №10', '????', '5656', '1150', '', '11/26/20'),
(211, NULL, 'RS-233020', '152', '3', '3450', '0', 'Парацетамол таб 500 мг №10', '????', '5656', '1150', NULL, '11/28/20'),
(226, NULL, 'RS-22580533', '152', '8', '9200', '0', 'Парацетамол таб 500 мг №10', '????', '5656', '1150', NULL, '11/30/20'),
(229, NULL, 'RS-235333', '154', '1', '14', '3', 'Кислота ацетилсалициловая таб. 500 мг №10\r\n', '3', '3', '14', NULL, '11/30/20'),
(232, '?= $row[\'first_name\']; ?>', '', '152', '1', '1150', '0', 'Парацетамол таб 500 мг №10', '????', '5656', '1150', NULL, '12/03/20'),
(233, '30', '', '152', '1', '1150', '0', 'Парацетамол таб 500 мг №10', '????', '5656', '1150', NULL, '12/03/20'),
(234, '31', '', '152', '1', '1150', '0', 'Парацетамол таб 500 мг №10', '????', '5656', '1150', NULL, '12/06/20');

-- --------------------------------------------------------

--
-- Структура таблицы `service`
--

CREATE TABLE `service` (
  `id` int(11) NOT NULL,
  `user_level` tinyint(4) DEFAULT NULL,
  `division_id` int(11) DEFAULT NULL,
  `code` varchar(10) DEFAULT NULL,
  `name` varchar(500) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `price` decimal(65,1) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `service`
--

INSERT INTO `service` (`id`, `user_level`, `division_id`, `code`, `name`, `price`) VALUES
(1, 1, NULL, NULL, 'Стационарный Осмотр', NULL),
(2, 10, 2, '4R15', 'МРТ Головного мозга', '100000.0'),
(3, 10, 2, NULL, 'Шейный отдел позвоночника', '200000.0'),
(4, 10, 2, NULL, 'Грудной отдел позвоночника', '150000.0'),
(5, 10, 2, NULL, 'Позвоночный столб', '120000.0'),
(6, 10, 2, NULL, 'Правая ключица RT', '130000.0'),
(7, 10, 2, NULL, 'Правое предплечье', '150000.0'),
(8, 10, 2, NULL, 'Левый коленный сустав LT', '160000.0'),
(9, 10, 2, NULL, 'Фораминалный Обзор (Полный)', '180000.0'),
(10, 10, 3, NULL, 'Задне-передняя проекция', '60000.0'),
(11, 10, 3, NULL, 'Передне-задняя проекция', '60000.0'),
(12, 10, 3, NULL, 'Передне-задняя проекция/Боковая', '80000.0'),
(13, 10, 3, NULL, 'Оба Ключицы Передне-задняя', '80000.0'),
(14, 10, 3, NULL, 'Грудной отдел позвоночника Передне-задняя/Боковая', '100000.0'),
(15, 10, 3, NULL, 'Оба Пальцев Передне-задняя/Боковая', '120000.0'),
(16, 10, 4, NULL, 'КТ Позвоночный столб 3D', '80000.0'),
(17, 10, 4, NULL, 'КТ Правая плечевая кость', '150000.0'),
(18, 10, 4, NULL, 'КТ Кости таза', '160000.0'),
(19, 10, 4, NULL, 'КТ Левая стопа', '200000.0'),
(20, 10, 6, NULL, 'Транскраниальная Допплерография', '80000.0'),
(21, 10, 6, NULL, 'Щитовидная железа', '90000.0'),
(22, 10, 6, NULL, 'Тромбоз Допплерография (Обе)', '140000.0'),
(23, 10, 6, NULL, 'Молочная железа-Щитовидная железа', '150000.0'),
(24, 10, 7, NULL, 'ЭКГ', '100000.0'),
(25, 6, 8, NULL, 'Электролиты крови', '50000.0'),
(26, 6, 8, NULL, 'Общий белок', '30000.0'),
(27, 6, 8, NULL, 'Альбумин', '20000.0'),
(28, 6, 8, NULL, 'Общий анализ крови', '60000.0'),
(29, 6, 8, NULL, 'Ревматоидный фактор', '70000.0'),
(30, 5, 9, NULL, 'Первичная консультация терапевта', '50000.0'),
(31, 5, 9, NULL, 'Вторичная консультация терапевта', '30000.0'),
(32, 5, 10, NULL, 'Консультация хирурга, первичная', '50000.0'),
(33, 5, 10, NULL, 'Консультация хирурга, повторная', '30000.0'),
(34, 5, 10, NULL, 'Раны грудной клетки', '60000.0'),
(35, 5, 10, NULL, 'Раны промежности (без повреждения кишки)', '15000.0'),
(36, 5, 11, NULL, 'Первичная консультация кардиолога', '50000.0'),
(37, 5, 11, NULL, 'Вторичная консультация кардиолога', '30000.0'),
(38, 5, 12, NULL, 'Прием (осмотр, консультация) врача-инфекциониста', '60000.0'),
(39, 5, 12, NULL, 'Исследование уровня  тимоловой пробы в крови', '60000.0'),
(40, 5, 13, NULL, 'Первичная консультация гинеколога', '60000.0'),
(41, 5, 13, NULL, 'Вторичная консультация гинеколога', '50000.0'),
(42, 5, 13, NULL, 'Кольпоскопия', '80000.0'),
(43, 5, 14, NULL, 'Первичная консультация невропатолога', '60000.0'),
(44, 5, 14, NULL, 'Вторичная консультация детс.невропатолога', '50000.0'),
(45, 6, 8, NULL, 'Биохимия', '14000.0');

-- --------------------------------------------------------

--
-- Структура таблицы `storage_type`
--

CREATE TABLE `storage_type` (
  `id` int(11) NOT NULL,
  `name` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `storage_type`
--

INSERT INTO `storage_type` (`id`, `name`) VALUES
(1, 'Аптечный склад');

-- --------------------------------------------------------

--
-- Структура таблицы `supliers`
--

CREATE TABLE `supliers` (
  `suplier_id` int(11) NOT NULL,
  `suplier_name` varchar(100) CHARACTER SET latin1 COLLATE latin1_bin NOT NULL,
  `suplier_address` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `suplier_contact` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `contact_person` varchar(100) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `note` varchar(500) COLLATE utf8mb4_unicode_ci NOT NULL,
  `rsh` varchar(25) COLLATE utf8mb4_unicode_ci NOT NULL,
  `bank` varchar(100) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `mf` varchar(15) COLLATE utf8mb4_unicode_ci NOT NULL,
  `inn` varchar(15) COLLATE utf8mb4_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `supliers`
--

INSERT INTO `supliers` (`suplier_id`, `suplier_name`, `suplier_address`, `suplier_contact`, `contact_person`, `note`, `rsh`, `bank`, `mf`, `inn`) VALUES
(10, 'Alex Fresher', 'buyuk ipak 1', '2210101', 'Ð²Ð²Ð²', 'Ñ‹Ð²Ñ‹Ð²Ñ‹', '2021', '0025', '1212', '36523'),
(11, 'Timur Xakimov', 'Shirbudin ko`chasi 6 muyulish 19 xona', '+998914008100', '22565214', '232\r\n', '202010212155454121212', 'Ð˜Ð¿Ð¾Ñ‚ÐµÐºÐ° Ð±Ð°Ð½Ðº Ð±ÑƒÑ…Ð°Ñ€Ð°', '1212', '36523'),
(12, 'Timur Xakimov', 'Shirbudin ko`chasi 6 muyulish 19 xona', '+998914008100', '22565214', '', '202010212155454121212', 'Ð˜Ð¿Ð¾Ñ‚ÐµÐºÐ° Ð±Ð°Ð½Ðº Ð±ÑƒÑ…Ð°Ñ€Ð°', '1212', '36523'),
(13, 'Ð’Ð¾Ð·Ð²Ñ€Ð°Ñ‚', 'Shirbudin ko`chasi 6 muyulish 19 xona', '+998914008100', '', '', '', '', '', '');

-- --------------------------------------------------------

--
-- Структура таблицы `user`
--

CREATE TABLE `user` (
  `id` int(11) NOT NULL,
  `username` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `password` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `name` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `position` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `user`
--

INSERT INTO `user` (`id`, `username`, `password`, `name`, `position`) VALUES
(1, 'admin', 'admin', 'Admin', 'admin'),
(2, 'dili', 'dili', 'dili', 'Cashier'),
(3, 'admin', 'admin123', 'Kassir', 'admin');

-- --------------------------------------------------------

--
-- Структура таблицы `users`
--

CREATE TABLE `users` (
  `id` int(11) NOT NULL,
  `parent_id` int(11) DEFAULT NULL,
  `username` varchar(20) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `password` varchar(70) DEFAULT NULL,
  `first_name` varchar(30) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `last_name` varchar(30) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `father_name` varchar(30) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `dateBith` date DEFAULT NULL,
  `region` varchar(255) DEFAULT NULL,
  `passport` varchar(255) DEFAULT NULL,
  `placeWork` varchar(1000) DEFAULT NULL,
  `position` varchar(1000) DEFAULT NULL,
  `numberPhone` varchar(255) DEFAULT NULL,
  `residenceAddress` varchar(1000) DEFAULT NULL,
  `registrationAddress` varchar(1000) DEFAULT NULL,
  `gender` tinyint(1) DEFAULT NULL,
  `user_level` tinyint(4) NOT NULL,
  `division_id` int(11) DEFAULT NULL,
  `status` tinyint(1) DEFAULT 1,
  `share` float DEFAULT 0,
  `allergy` varchar(150) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `add_date` timestamp NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `users`
--

INSERT INTO `users` (`id`, `parent_id`, `username`, `password`, `first_name`, `last_name`, `father_name`, `dateBith`, `region`, `passport`, `placeWork`, `position`, `numberPhone`, `residenceAddress`, `registrationAddress`, `gender`, `user_level`, `division_id`, `status`, `share`, `allergy`, `add_date`) VALUES
(1, NULL, 'admin', 'd033e22ae348aeb5660fc2140aec35850c4da997', 'Jasur', 'Rakhmatov', 'Ilhomovich', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, 1, 99.1, NULL, '2020-10-31 17:48:15'),
(2, NULL, 'reg', 'e06b95860a6082ae37ef08874f8eb5fade2549da', 'Регистратура', 'Регистратура', 'xxx', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 2, NULL, 1, NULL, NULL, '2020-11-08 14:03:49'),
(3, NULL, 'kassa', '913c8fd5abbf64f58c66b63dd31f6c310c757702', 'kassa', 'kassa', 'kassa', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, NULL, 1, 10, NULL, '2020-11-18 15:55:30'),
(4, NULL, 'main', 'b28b7af69320201d1cf206ebf28373980add1451', 'врач', 'главный', 'xxx', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 8, NULL, 1, NULL, NULL, '2020-12-04 12:36:43'),
(5, NULL, 'doc_xirurg', '6f0d864cd22ec68deaa7b2c6e84420f7f8515825', 'Шариф', 'Ахмедов', 'ххх', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 5, 10, 1, NULL, NULL, '2020-12-05 00:00:29'),
(6, NULL, 'laboratory', '80240dcecd105d50195cce7a318413dc013733e3', 'Дилноза', 'Шарипова', 'ххх', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 6, 8, 1, NULL, NULL, '2020-12-05 00:01:19'),
(7, NULL, 'mrt', 'f2b83e490eacf0abfbda89413282a3744dc9a2b8', 'Давид', 'Нагараев', 'ххх', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 10, 2, 1, NULL, NULL, '2020-12-05 00:01:55'),
(8, NULL, 'rentgen', '9928bac9a395fc4d8b99d4cdf9577d2d6e19bdaf', 'Жамшид', 'Рахмонов', 'ххх', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 10, 3, 1, NULL, NULL, '2020-12-05 00:02:33'),
(9, NULL, 'uzi', 'f2b545bd0099b1c89c3ef7acd0e4e1e50874bf74', 'Шухрат', 'Аллаёров', 'ххх', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 10, 6, 1, NULL, NULL, '2020-12-05 00:03:21'),
(10, NULL, 'kt', '3553b226127e0cccd2bec8c74a70f7d1603f41f9', 'Самандар', 'Файзиев', 'ххх', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 10, 4, 1, NULL, NULL, '2020-12-05 00:04:40'),
(11, NULL, 'doc_nevrolog', '9e509e93c9b6f6624b4a1cfb30b636974a4ab57d', 'Сухроб', 'Гулямов', 'ххх', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 5, 14, 1, NULL, NULL, '2020-12-05 01:11:56'),
(12, NULL, 'doc_ginekolog', '32e27b059f80416a798458f2e67b898f078172a0', 'Нафиса', 'Шарипова', 'ххх', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 5, 13, 1, NULL, NULL, '2020-12-05 01:12:43'),
(14, NULL, 'nurce_1', 'c000e8b0a3f6e91f586867365618581675fa20d7', 'Шамсия', 'Турсунова', 'ххх', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 7, NULL, 1, NULL, NULL, '2020-12-05 01:14:36'),
(15, 2, NULL, NULL, 'Бемор 1', 'Бемор 1', 'ххх', '2001-12-04', 'Ромитан', 'АА12345678', 'Химчан', 'ИТ', '998912474353', 'Кучабог 8', 'Рухшобод', NULL, 15, NULL, 1, 0, NULL, '2020-12-05 01:59:59'),
(16, 2, NULL, NULL, 'Бемор-2', 'Бемор-2', 'ххх', '2001-10-03', 'Олмазор', 'АА1234567', 'ААА', 'ААА', '998912474353', 'ААА', 'ААА', 1, 15, NULL, NULL, 0, NULL, '2020-12-05 02:53:03'),
(17, NULL, 'farm', '36a3bbe0659d5cf5e918a70a1da0c90ff6a33ba9', 'farm', 'farm', 'farm', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 4, NULL, 1, 1, NULL, '2020-12-06 16:30:42'),
(18, NULL, 'radiolog', 'd92ffb3b4c6121a260f303bee9b228ca020786ba', 'doc_rad', 'doc_rad', 'doc_rad', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 10, 1, 1, 1, NULL, '2020-12-07 12:56:02');

-- --------------------------------------------------------

--
-- Структура таблицы `user_stats`
--

CREATE TABLE `user_stats` (
  `id` int(11) NOT NULL,
  `parent_id` int(11) DEFAULT NULL,
  `visit_id` int(11) DEFAULT NULL,
  `stat` tinyint(1) DEFAULT NULL,
  `pressure` varchar(20) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `pulse` int(11) DEFAULT NULL,
  `temperature` decimal(3,1) DEFAULT NULL,
  `saturation` tinyint(4) DEFAULT NULL,
  `add_date` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблицы `visit`
--

CREATE TABLE `visit` (
  `id` int(11) NOT NULL,
  `user_id` int(11) NOT NULL,
  `grant_id` int(11) DEFAULT NULL,
  `parent_id` int(11) DEFAULT NULL,
  `route_id` int(11) DEFAULT NULL,
  `assist_id` int(11) DEFAULT NULL,
  `division_id` int(11) DEFAULT NULL,
  `service_id` int(11) DEFAULT NULL,
  `bed_id` int(11) DEFAULT NULL,
  `direction` tinyint(1) DEFAULT NULL,
  `status` tinyint(1) DEFAULT 0,
  `diagnostic` tinyint(1) DEFAULT NULL,
  `laboratory` tinyint(1) DEFAULT NULL,
  `failure` varchar(200) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `report_title` varchar(200) DEFAULT NULL,
  `report_description` text DEFAULT NULL,
  `report_conclusion` text DEFAULT NULL,
  `add_date` datetime DEFAULT current_timestamp(),
  `accept_date` datetime DEFAULT NULL,
  `priced_date` datetime DEFAULT NULL,
  `discharge_date` datetime DEFAULT NULL,
  `completed` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `visit`
--

INSERT INTO `visit` (`id`, `user_id`, `grant_id`, `parent_id`, `route_id`, `assist_id`, `division_id`, `service_id`, `bed_id`, `direction`, `status`, `diagnostic`, `laboratory`, `failure`, `report_title`, `report_description`, `report_conclusion`, `add_date`, `accept_date`, `priced_date`, `discharge_date`, `completed`) VALUES
(1, 15, 5, 5, 2, NULL, 10, 1, 1, 1, 2, NULL, NULL, NULL, NULL, NULL, NULL, '2020-12-07 22:20:00', '2020-12-07 22:20:12', NULL, NULL, NULL),
(2, 15, 5, 18, 5, 7, 2, 3, NULL, 1, 0, 1, NULL, NULL, 'Шейный отдел позвоночника', 'Шейные позвонки испытывают наименьшую нагрузку по сравнению с позвонками других отделов позвоночника, поэтому у них небольшие, низкие тела. Шейный отдел больше всего подвержен травмам, потому что имеет слабые мышцы, подвергающиеся довольно существенным нагрузкам, а его позвонки характеризуются маленькими размерами и невысокой прочностью.\r\nПозвонки шеи включают в себя поперечные отростки, имеющие отверстия. В этих отверстиях проходят артерии и вены, участвующие в обеспечении головного мозга кислородом и питанием. \r\nПри различных патологиях шейного отдела позвоночника, например при появлении грыж, сдавливающих кровеносные сосуды, возникает недостаточность мозгового кровоснабжения.', 'Шейный отдел – самый подвижный участок позвоночника. Он отвечает за осуществление движений шеи, за наклоны и повороты головы. Повреждения шейного отдела позвоночника могут произойти вследствие сильного удара в область шеи или при чрезмерном или резком наклоне головы. Такой вид травмы может сопровождаться травмой спинного мозга. Шейных позвонков у человека семь.', '2020-12-07 22:20:42', '2020-12-07 22:20:55', NULL, NULL, '2020-12-07 22:22:04');

-- --------------------------------------------------------

--
-- Структура таблицы `visit_price`
--

CREATE TABLE `visit_price` (
  `id` int(11) NOT NULL,
  `visit_id` int(11) NOT NULL,
  `pricer_id` int(11) DEFAULT NULL,
  `price_cash` decimal(65,1) DEFAULT NULL,
  `price_card` decimal(65,1) DEFAULT NULL,
  `price_transfer` decimal(65,1) DEFAULT NULL,
  `sale` tinyint(4) DEFAULT NULL,
  `add_date` timestamp NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `wards`
--

CREATE TABLE `wards` (
  `id` int(11) NOT NULL,
  `floor` tinyint(4) DEFAULT NULL,
  `ward` smallint(6) DEFAULT NULL,
  `add_date` datetime DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `wards`
--

INSERT INTO `wards` (`id`, `floor`, `ward`, `add_date`) VALUES
(1, 1, 1, '2020-11-28 02:12:45'),
(2, 1, 2, '2020-11-28 02:13:16'),
(3, 1, 3, '2020-11-28 02:13:21'),
(4, 2, 1, '2020-11-28 02:13:43'),
(5, 3, 1, '2020-11-28 02:13:49');

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `barcode`
--
ALTER TABLE `barcode`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `barcode` (`barcode`);

--
-- Индексы таблицы `beds`
--
ALTER TABLE `beds`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `bed` (`ward_id`,`bed`) USING BTREE;

--
-- Индексы таблицы `bed_type`
--
ALTER TABLE `bed_type`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `bypass`
--
ALTER TABLE `bypass`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `bypass_date`
--
ALTER TABLE `bypass_date`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `bypass_preparat`
--
ALTER TABLE `bypass_preparat`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `bypass_time`
--
ALTER TABLE `bypass_time`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `collection`
--
ALTER TABLE `collection`
  ADD PRIMARY KEY (`transaction_id`);

--
-- Индексы таблицы `customer`
--
ALTER TABLE `customer`
  ADD PRIMARY KEY (`customer_id`);

--
-- Индексы таблицы `division`
--
ALTER TABLE `division`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `goods`
--
ALTER TABLE `goods`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `investment`
--
ALTER TABLE `investment`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `laboratory_analyze`
--
ALTER TABLE `laboratory_analyze`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `laboratory_analyze_type`
--
ALTER TABLE `laboratory_analyze_type`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `notes`
--
ALTER TABLE `notes`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `products`
--
ALTER TABLE `products`
  ADD PRIMARY KEY (`product_id`);

--
-- Индексы таблицы `purchases`
--
ALTER TABLE `purchases`
  ADD PRIMARY KEY (`transaction_id`);

--
-- Индексы таблицы `purchases_item`
--
ALTER TABLE `purchases_item`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `sales`
--
ALTER TABLE `sales`
  ADD PRIMARY KEY (`transaction_id`);

--
-- Индексы таблицы `sales_order`
--
ALTER TABLE `sales_order`
  ADD PRIMARY KEY (`transaction_id`);

--
-- Индексы таблицы `service`
--
ALTER TABLE `service`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `storage_type`
--
ALTER TABLE `storage_type`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `supliers`
--
ALTER TABLE `supliers`
  ADD PRIMARY KEY (`suplier_id`);

--
-- Индексы таблицы `user`
--
ALTER TABLE `user`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `username` (`username`);

--
-- Индексы таблицы `user_stats`
--
ALTER TABLE `user_stats`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `visit`
--
ALTER TABLE `visit`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `visit_price`
--
ALTER TABLE `visit_price`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `wards`
--
ALTER TABLE `wards`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `floor` (`floor`,`ward`) USING BTREE;

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `barcode`
--
ALTER TABLE `barcode`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT для таблицы `beds`
--
ALTER TABLE `beds`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT для таблицы `bed_type`
--
ALTER TABLE `bed_type`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT для таблицы `bypass`
--
ALTER TABLE `bypass`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `bypass_date`
--
ALTER TABLE `bypass_date`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `bypass_preparat`
--
ALTER TABLE `bypass_preparat`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `bypass_time`
--
ALTER TABLE `bypass_time`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `collection`
--
ALTER TABLE `collection`
  MODIFY `transaction_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT для таблицы `customer`
--
ALTER TABLE `customer`
  MODIFY `customer_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT для таблицы `division`
--
ALTER TABLE `division`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=142;

--
-- AUTO_INCREMENT для таблицы `goods`
--
ALTER TABLE `goods`
  MODIFY `id` int(9) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=1215;

--
-- AUTO_INCREMENT для таблицы `investment`
--
ALTER TABLE `investment`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT для таблицы `laboratory_analyze`
--
ALTER TABLE `laboratory_analyze`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `laboratory_analyze_type`
--
ALTER TABLE `laboratory_analyze_type`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT для таблицы `notes`
--
ALTER TABLE `notes`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `products`
--
ALTER TABLE `products`
  MODIFY `product_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=157;

--
-- AUTO_INCREMENT для таблицы `purchases`
--
ALTER TABLE `purchases`
  MODIFY `transaction_id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `purchases_item`
--
ALTER TABLE `purchases_item`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `sales`
--
ALTER TABLE `sales`
  MODIFY `transaction_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=296;

--
-- AUTO_INCREMENT для таблицы `sales_order`
--
ALTER TABLE `sales_order`
  MODIFY `transaction_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=235;

--
-- AUTO_INCREMENT для таблицы `service`
--
ALTER TABLE `service`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=52;

--
-- AUTO_INCREMENT для таблицы `storage_type`
--
ALTER TABLE `storage_type`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT для таблицы `supliers`
--
ALTER TABLE `supliers`
  MODIFY `suplier_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=15;

--
-- AUTO_INCREMENT для таблицы `user`
--
ALTER TABLE `user`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT для таблицы `users`
--
ALTER TABLE `users`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=19;

--
-- AUTO_INCREMENT для таблицы `user_stats`
--
ALTER TABLE `user_stats`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `visit`
--
ALTER TABLE `visit`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT для таблицы `visit_price`
--
ALTER TABLE `visit_price`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `wards`
--
ALTER TABLE `wards`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
